[
  {
    "game_id": "Texas Holdem",
    "title": "Deal ",
    "stage_id": "texas_holdem_deal",
    "intro": "Once all players are seated at the table with their relevant chip stacks, there are a few more steps before the game can start. \n\nFirstly, a player indicated by ‘the dealer’ button (‘D') is named as the dealer for the current hand.\nSecondly, two mandatory bets are placed. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second forced bet, called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt two face-down hole cards.",
    "step_id": "texas_holdem_deal_0",
    "": "",
    "en_title": "Deal ",
    "en_intro": "Once all players are seated at the table with their relevant chip stacks, there are a few more steps before the game can start. \n\nFirstly, a player indicated by ‘the dealer’ button (‘D') is named as the dealer for the current hand.\nSecondly, two mandatory bets are placed. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second forced bet, called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt two face-down hole cards.",
    "de_title": "Austeilen",
    "de_intro": "Sobald alle Spieler mit ihren jeweiligen Chipstapeln am Tisch sitzen, müssen ein paar weitere Schritte durchgeführt werden, bevor das Spiel starten kann.\n\nZuerst wird der Spieler mit dem 'Dealer’-Button (‘D') zum Dealer der aktuellen Hand bestimmt.\nDanach werden zwei obligatorische Einsätze getätigt. Der Spieler links vom Dealer-Button setzt den ersten Eröffnungseinsatz, der als „Small Blind“ bezeichnet wird. Der Spieler links vom Small Blind setzt den zweiten Eröffnungseinsatz, der als 'Big Blind' bezeichnet wird. Der Big Blind beträgt das Zweifache des Small Blind.\n\nSchließlich erhält jeder Spieler die beiden verdeckten Taschenkarten.",
    "es_title": "Reparto",
    "es_intro": "Cuando los jugadores están sentados en la mesa con sus fichas, hay que hacer algo antes de que comiencen a jugar.\n\nPrimero, un jugador es el repartidor de la mano en curso, se indica con un botón de dealer (D). Segundo, hay que poner dos apuestas obligatorias. El jugador a la izquierda del botón de dealer pone la primera apuesta obligatoria, llamada la ciega pequeña. El jugador a la izquierda de la ciega pequeña pone la segunda apuesta obligatoria, llamada la ciega grande. La ciega grande es el doble de la ciega pequeña. \n\nFinalmente, a los jugadores se les reparten dos cartas a cada uno. ",
    "dk_title": "Kortgiving \r",
    "dk_intro": "Når alle spillere har sat sig til rette ved bordet med deres respektive chipstakke, skal der foretages et par indledende handlinger, inden spillet kan gå i gang.\n\nFørst udpeges en spiller som dealer til den aktuelle hånd. Vedkommende tildeles dealerknappen.\nHerefter placeres to obligatoriske indsatser. Spilleren til venstre for dealerknappen placerer den første tvungne indsats. Denne indsats kaldes \"small blind\". Spilleren til venstre for small blind placerer den anden tvungne indsats. Denne indsats kaldes \"big blind\". Big blind er det dobbelte af small blind.\n\nTil sidst tildeles hver spiller to hole cards med billedsiden nedad.",
    "ru_title": "Раздача",
    "ru_intro": "После того как все игроки сели за покерный стол с соответствующим количеством фишек, нужно выполнить несколько действий, прежде чем начать игру.\n\nВо-первых, игрок, обозначенный фишкой «дилер» («D»), назначается дилером текущей раздачи.\nВо-вторых, нужно сделать две обязательные ставки. Игрок слева от фишки дилера делает первую обязательную ставку, которая называется «малым блайндом». Игрок слева от малого блайнда делает вторую обязательную ставку, которая называется «большим блайндом». Большой блайнд должен быть в два раза больше малого блайнда.\n\nИ наконец, каждому игроку сдаются две закрытые карты."
  },
  {
    "game_id": "Texas Holdem",
    "title": "Pre-Flop",
    "stage_id": "texas_holdem_pre_flop",
    "intro": "Once the small and big blinds have been posted, and all the players have two hole cards, the first betting round begins. This stage is called, pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or move all-in. With no prior raise, the big blind can also check.",
    "step_id": "texas_holdem_pre_flop_0",
    "": "",
    "en_title": "Pre-Flop",
    "en_intro": "Once the small and big blinds have been posted, and all the players have two hole cards, the first betting round begins. This stage is called, pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or move all-in. With no prior raise, the big blind can also check.",
    "de_title": "Pre-Flop",
    "de_intro": "Nachdem Small und Big Blind gesetzt wurden und alle Spieler ihre beiden Taschenkarten erhalten haben, beginnt die erste Einsatzrunde. Diese Phase des Spiels wird „Pre-Flop“ genannt. Der Spieler links vom Big Blind muss als erstes agieren. Es kann immer nur ein Spieler agieren. Das Spielrecht wandert im Uhrzeigersinn um den Tisch weiter. Jedem Spieler stehen die folgenden vier Optionen zur Verfügung: Mitgehen, Erhöhen, Aussteigen oder All-In gehen. Wenn zuvor nicht erhöht wurde, kann der Big Blind auch schieben.",
    "es_title": "Pre-Flop",
    "es_intro": "Una vez que las ciegas están puestas y los jugadores han recibido sus dos cartas cada uno, empieza la primera ronda de apuestas. Esta se llama pre-flop. El jugador a la izquierda de la ciega grande es el primero en actuar y cada jugador actúa por turno. La acción se mueve en el sentido de las agujas del reloj. Cada jugador tiene las siguientes opciones: pagar, subir, tirarse o ir all-in. Si no ha habido ninguna subida, la ciega grande también puede pasar.",
    "dk_title": "Preflop\r",
    "dk_intro": "Når small og big blind er lagt ud, og alle spillere sidder med to hole cards, begynder den første indsatsrunde. Denne runde kaldes preflop. Spilleren til venstre for big blind foretager den første handling, og kun én spiller kan agere ad gangen. Turen bevæger sig med uret rundt om bordet. Hver spiller har følgende fire muligheder: Han eller hun kan calle, raise, folde eller gå allin. Hvis ingen foretager et raise, kan big blind også checke.",
    "ru_title": "Префлоп",
    "ru_intro": "После размещения малого и большого блайндов и раздачи всем игрокам по две закрытые карты начинается первый раунд ставок. Этот этап называется префлопом. Игрок слева от большого блайнда делает первый ход. За раз может ходить только один игрок. Ход торгов продвигается по столу по часовой стрелке. У каждого игрока есть четыре варианта хода: уравнять ставку, поднять ставку, пасовать или пойти ва-банк. Без предварительного рейза большой блайнд также называется чеком."
  },
  {
    "game_id": "Texas Holdem",
    "title": "Flop",
    "stage_id": "texas_holdem_flop",
    "intro": "After the pre-flop round has concluded and the pot is right, three face-up community cards are dealt on the poker table. This is called the flop. Now, the second round of betting begins.\n\nThe first player to act is the active player sat nearest to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or bet. If the first player checks, the next player has the same two options. If a decides to make an initial bet, the other players can call, raise, fold or move all-in.",
    "step_id": "texas_holdem_flop_0",
    "": "",
    "en_title": "Flop",
    "en_intro": "After the pre-flop round has concluded and the pot is right, three face-up community cards are dealt on the poker table. This is called the flop. Now, the second round of betting begins.\n\nThe first player to act is the active player sat nearest to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or bet. If the first player checks, the next player has the same two options. If a decides to make an initial bet, the other players can call, raise, fold or move all-in.",
    "de_title": "Flop",
    "de_intro": "Nachdem die Pre-Flop-Setzrunde beendet wurde und alle Einsätze in den Pot gewandert sind, werden drei Gemeinschaftskarten mit der Bildseite nach oben auf dem Pokertisch aufgedeckt. Dies wird als Flop bezeichnet. Nun beginnt die zweite Setzrunde.\n\nDer erste Spieler mit Spielrecht ist der aktive Spieler, der am nächsten zur Linken des Dealers sitzt. Das Spielrecht wandert im Uhrzeigersinn um den Tisch weiter. Diesem Spieler stehen zwei Optionen zur Verfügung: Schieben oder Setzen. Wenn der erste Spieler schiebt, dann hat der nächste Spieler dieselben zwei Optionen. Wenn der erste Spieler allerdings einen Einsatz tätigt, dann kann der nachfolgende Spieler Mitgehen, Erhöhen, Aussteigen oder All-In gehen.",
    "es_title": "Flop\n",
    "es_intro": "Después de que haya terminado la ronda pre-flop y se hayan igualado las apuestas, se sacan tres cartas comunitarias boca arriba en el centro de la mesa. Esto se llama flop. Ahora comienza la segunda ronda de apuestas.\n\nEl primer jugador en actuar es el que aún esté activo y esté sentado a la izquierda del dealer. La acción continúa en el sentido de las agujas del reloj. El primer jugador tiene dos opciones: pasar o apostar. Si pasa, entonces el siguiente jugador tiene las mismas dos opciones. Si decide apostar, el resto de los jugadores pueden pagar, subir, tirarse o ir all-in.",
    "dk_title": "Flop\r",
    "dk_intro": "Når preflop-runden er afsluttet, og puljen er korrekt, lægges der tre fælleskort på bordet med billedsiden opad. Denne runde kaldes floppet. Nu indledes den anden indsatsrunde.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Turen bevæger sig med uret rundt om bordet. Den første spiller har to muligheder: At checke eller placere en indsats. Hvis den første spiller checker, har den næste spiller de samme to muligheder. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller gå allin.",
    "ru_title": "Флоп",
    "ru_intro": "После того как завершится раунд префлопа и сформируется банк, на покерный стол сдаются три открытые общие карты. Этот раунд называется флопом. Теперь начинается второй раунд торгов.\n\nПервым ходит первый активный игрок, сидящий слева от дилера. Ход продвигается по столу по часовой стрелке. У первого игрока есть два варианта: сделать чек или ставку. Если первый игрок отказывается делать ставку, у следующего игрока есть те же два варианта. Если он решает сделать изначальную ставку, остальные игроки смогут уравнять ставку, поднять ее, пасовать или пойти ва-банк."
  },
  {
    "game_id": "Texas Holdem",
    "title": "Turn",
    "stage_id": "texas_holdem_turn",
    "intro": "When the betting action is completed in the flop round, a fourth face-up community card is dealt on the table. This is called the turn: A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or place a bet. Once an initial bet is placed, the other players can also call, raise, fold or move all-in.",
    "step_id": "texas_holdem_turn_0",
    "": "",
    "en_title": "Turn",
    "en_intro": "When the betting action is completed in the flop round, a fourth face-up community card is dealt on the table. This is called the turn: A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or place a bet. Once an initial bet is placed, the other players can also call, raise, fold or move all-in.",
    "de_title": "Turn",
    "de_intro": "Nachdem die auf den Flop folgende Setzrunde beendet ist, wird eine vierte Gemeinschaftskarte mit der Bildseite nach oben auf dem Tisch aufgedeckt. Diese wird als Turn bezeichnet. Es beginnt die dritte Setzrunde.\n\nDie erste Person mit Spielrecht ist der erste Spieler links vom Dealer, der noch im Spiel ist. Das Spielrecht wandert im Uhrzeigersinn um den Tisch weiter. Dem ersten Spieler stehen zwei Optionen zur Verfügung: Schieben oder Setzen. Sobald ein erster Einsatz getätigt wurde, können die anderen Spieler wieder Mitgehen, Erhöhen, Aussteigen oder All-In gehen.",
    "es_title": "Turn",
    "es_intro": "Cuando la acción ha terminado en la ronda del flop, sale una cuarta carta comunitaria boca arriba. Esta se llama el turn y comienza la tercera ronda de apuestas.\n\nEl primero en actuar es el que esté sentado a la izquierda del dealer y aún esté en la mano. La acción se va moviendo en el sentido de las agujas del reloj. El primer jugador tiene dos opciones: pasar o hacer una apuesta. Una vez que se haya hecho la apuesta inicial los jugadores pueden pagar, subir, tirarse o ir all-in. ",
    "dk_title": "Turn\r",
    "dk_intro": "Når alle indsatser er placeret i flop-runden, lægges det fjerde fælleskort på bordet med billedsiden opad. Dette kort kaldes turn. En tredje indsatsrunde går i gang.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Turen bevæger sig med uret rundt om bordet. Den første spiller har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere også calle, raise, folde eller gå allin.",
    "ru_title": "Терн",
    "ru_intro": "Когда завершатся ставки во флоп-раунде, на стол в открытую выкладывается четвертая общая карта. Этот раунд называется терном. Начинается третий раунд торгов.\n\nПервым ходит первый активный игрок, сидящий слева от дилера. Ход продвигается по столу по часовой стрелке. У первого игрока есть два варианта: сделать чек или ставку. Как только будет сделана изначальная ставка, остальные игроки смогут также уравнять ставку, поднять ее, пасовать или пойти ва-банк."
  },
  {
    "game_id": "Texas Holdem",
    "title": "River",
    "stage_id": "texas_holdem_river",
    "intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or move all-in. Action then moves clockwise around the table.",
    "step_id": "texas_holdem_river_0",
    "": "",
    "en_title": "River",
    "en_intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or move all-in. Action then moves clockwise around the table.",
    "de_title": "River",
    "de_intro": "Nach Abschluss der Turn-Runde wird die fünfte und letzte Gemeinschaftskarte offen auf dem Pokertisch aufgedeckt. Diese Karte wird als „River“ bezeichnet. Anschließend beginnt die vierte und letzte Einsatzrunde.\n\nWie in den vorherigen drei Setzrunden geht das Spielrecht an den ersten Spieler links vom Dealer, der in dieser Hand noch aktiv ist. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Sobald ein erster Einsatz getätigt wurde, können die anderen Spieler wieder Mitgehen, Erhöhen, Aussteigen oder All-In gehen. Das Spielrecht wandert dann im Uhrzeigersinn um den Tisch weiter.",
    "es_title": "River",
    "es_intro": "Cuando ha terminado la ronda del turn, la quinta y última carta comunitaria se pone en el centro de la mesa. Esta carta se llama el river y comienza la cuarta y última ronda de apuestas. \n\nComo en las tres rondas anteriores, las apuestas comienzan con el primer jugador a la izquierda del dealer, que aún esté activo en la mano. El jugador tiene dos opciones, pasar o apostar. Cuando se ha hecho la apuesta inicial, el resto de jugadores puede pagar, subir, tirarse o ir all-in. La acción continúa en el sentido de las agujas del reloj.",
    "dk_title": "River\r",
    "dk_intro": "Når turn-runden er afsluttet, lægges det femte og sidste fælleskort på bordet med billedsiden opad. Dette kort kaldes river. Den fjerde og sidste indsatsrunde begynder.\n\nSom i de tidligere tre runder skal den aktive spiller, der sidder nærmest på dealerens venstre side, foretage den første handling. Spilleren har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller gå allin. Turen bevæger sig derefter med uret rundt om bordet.",
    "ru_title": "Ривер",
    "ru_intro": "Как только завершится раунд терна, на стол в открытую сдается пятая и последняя общая карта. Эта карта называется «ривер». Начинается четвертый и последний раунд торгов.\n\nКак и в трех предыдущих раундах, торги начинаются с первого игрока слева от дилера, который все еще остается в игре. У этого игрока есть два варианта хода: сделать чек или ставку. Как только будет сделана изначальная ставка, остальные игроки смогут уравнять ставку, поднять ее, пасовать или пойти ва-банк. После этого ход продвигается по столу по часовой стрелке."
  },
  {
    "game_id": "Texas Holdem",
    "title": "Showdown",
    "stage_id": "texas_holdem_showdown",
    "intro": "After the final betting round ends and all the money is in the pot, it is time for the players who are still in the hand to reveal their cards. The winner is the player with the best five-card combination, also known as the hand. Showdown only occurs if more than one player is active in a hand. If only one player makes it to this stage, they will win all the money in the pot.",
    "step_id": "texas_holdem_showdown_0",
    "": "",
    "en_title": "Showdown",
    "en_intro": "After the final betting round ends and all the money is in the pot, it is time for the players who are still in the hand to reveal their cards. The winner is the player with the best five-card combination, also known as the hand. Showdown only occurs if more than one player is active in a hand. If only one player makes it to this stage, they will win all the money in the pot.",
    "de_title": "Showdown\r",
    "de_intro": "Nachdem die letzte Einsatzrunde beendet ist und sich das gesamte gesetzte Geld im Pot befindet, ist es für die noch verbliebenen Spieler dieser Hand an der Zeit, ihre Karten aufzudecken. Der Gewinner ist der Spieler mit der besten Kombination aus fünf Karten, auch als „Hand“ bezeichnet. Ein Showdown findet nur statt, wenn es in einer Hand mehr als einen verbliebenen aktiven Spieler gibt. Wenn es nur ein Spieler bis zu dieser Phase schafft, gewinnt er das gesamte Geld, das sich im Pot befindet.",
    "es_title": "Showdown\r",
    "es_intro": "Después de que la última ronda termine y estén todas las fichas en el bote, es la hora de que revelen sus cartas los jugadores que quedan en la mano. El ganador es el jugador con la mejor combinación de cinco cartas, también llamada mano. El showdown solo tiene lugar si hay más de un jugador activo en la mano. Si solo hubiera un jugador activo, este se lleva todas las fichas del bote. ",
    "dk_title": "Showdown\r",
    "dk_intro": "Når den sidste indsatsrunde slutter, og alle pengene befinder sig i puljen, er det tid til, at de tilbageværende spillere viser deres kort. Vinderen er den spiller, der har den bedste kombination af fem kort, altså den bedste hånd. Der er kun showdown, når der er mere end én aktiv spiller tilbage i hånden. Hvis der kun er én spiller tilbage på dette tidspunkt, vinder denne hele puljen.",
    "ru_title": "Раскрытие карт",
    "ru_intro": "После того, как завершился последний раунд торгов и все деньги оказались в банке, пришло время игрокам, оставшимся в игре, раскрыть свои карты. Выигрывает игрок с лучшей пятикарточной комбинацией, известной как рука. Карты раскрываются, если в игре остается больше одного участника. Если до этого этапа доходит только один игрок, он выигрывает все деньги в банке."
  },
  {
    "game_id": "Omaha HI",
    "title": "Deal ",
    "stage_id": "omaha_hi_deal",
    "intro": "Once all players are gathered around the table with a relevant amount of chips, there are few steps to be taken before the game commences. \n\nFirstly, a player indicated by ‘the dealer’ marker (‘D') is the designated dealer for the current game.\n\nSecondly, two compulsory bets are taken. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second mandatory bet called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt four face-down hole cards.",
    "step_id": "omaha_hi_deal_0",
    "": "",
    "en_title": "Deal ",
    "en_intro": "Once all players are gathered around the table with a relevant amount of chips, there are few steps to be taken before the game commences. \n\nFirstly, a player indicated by ‘the dealer’ marker (‘D') is the designated dealer for the current game.\n\nSecondly, two compulsory bets are taken. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second mandatory bet called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt four face-down hole cards.",
    "de_title": "Austeilen \r",
    "de_intro": "Wenn alle Spieler mit der entsprechenden Menge von Chips am Tisch versammelt sind, müssen einige Schritte ausgeführt werden, bevor das Spiel beginnen kann.\n\nZunächst wird ein Spieler, der durch die „Dealer“-Markierung („D“) gekennzeichnet wird, als Dealer für das aktuelle Spiel festgelegt.\n\nAls Nächstes werden zwei Eröffnungseinsätze genommen. Der Spieler links vom Dealer-Button macht den ersten Eröffnungseinsatz, als „Small Blind“ bezeichnet. Der Spieler links vom Small Blind macht den zweiten Eröffnungseinsatz, als „Big Blind“ bezeichnet. Der Big Blind beträgt das Zweifache des Small Blind.\n\nUnd schließlich werden jedem Spieler verdeckt vier Taschenkarten ausgeteilt.\n",
    "es_title": "Reparto",
    "es_intro": "Una vez que los jugadores están en la mesa con sus stacks respectivos, hay que realizar una serie de acciones antes de que comience el juego.\n\nPrimero, uno de los jugadores será el repartidor de la mano en curso, se indica con una marca D, y se le llama dealer.\n\nSegundo, hay que poner dos apuestas obligatorias. El jugador a la izquierda del dealer pone la primera apuesta obligatoria, la ciega pequeña. El jugador a la izquierda de la ciega pequeña pone la segunda apuesta obligatoria llamada ciega grande. La ciega grande es el doble de la ciega pequeña.\n\nFinalmente se reparten cuatro cartas boca abajo a cada jugador.",
    "dk_title": "Kortgiving \r",
    "dk_intro": "Når alle spillere har sat sig til rette ved et bord med de relevante mængder chips, skal der foretages en række indledende handlinger, inden spillet kan gå i gang.\n\nFørst udpeges en spiller som dealer til den aktuelle hånd. Vedkommende tildeles dealerknappen (\"D\").\n\nHerefter placeres to obligatoriske indsatser. Spilleren til venstre for dealerknappen placerer den første tvungne indsats. Denne indsats kaldes \"small blind\". Spilleren til venstre for small blind placerer den anden tvungne indsats. Denne indsats kaldes \"big blind\". Big blind er det dobbelte af small blind.\n\nTil sidst tildeles hver spiller fire hole cards med billedsiden nedad.",
    "ru_title": "Раздача",
    "ru_intro": "После того как все игроки собрались за покерным столом с соответствующим количеством фишек, нужно выполнить несколько действий, прежде чем начать игру.\n\nВо-первых, игрок, обозначенный маркером «дилер» («D»), назначается дилером текущей игры.\n\nВо-вторых, нужно сделать две обязательные ставки. Игрок слева от фишки дилера делает первую обязательную ставку, которая называется «малым блайндом». Игрок слева от малого блайнда делает вторую обязательную ставку, которая называется «большим блайндом». Большой блайнд должен быть в два раза больше малого блайнда.\n\nИ наконец, каждому игроку сдаются четыре закрытые карты.\n"
  },
  {
    "game_id": "Omaha HI",
    "title": "Pre-Flop",
    "stage_id": "omaha_hi_pre_flop",
    "intro": "Once the small and big blinds have been posted and all players have been dealt four hole cards, the first round of betting begins. This round is called the pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or raise pot. With no prior raise, the big blind can also check.",
    "step_id": "omaha_hi_pre_flop_0",
    "": "",
    "en_title": "Pre-Flop",
    "en_intro": "Once the small and big blinds have been posted and all players have been dealt four hole cards, the first round of betting begins. This round is called the pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or raise pot. With no prior raise, the big blind can also check.",
    "de_title": "Pre-Flop",
    "de_intro": "Nachdem der Small Blind und der Big Blind gesetzt wurden und allen Spielern vier Taschenkarten ausgeteilt wurden, beginnt die erste Einsatzrunde. Diese Runde wird als „Pre-Flop“ bezeichnet. Der Spieler links vom Big Blind setzt als erster. Es kann jeweils nur ein Spieler setzen. Die Einsätze bewegen sich im Uhrzeigersinn um den Tisch. Jedem Spieler stehen die folgenden vier Optionen zur Verfügung: Mitgehen, Erhöhen, Aussteigen oder Erhöhen des Pot. Wenn zuvor nicht erhöht wurde, kann der Big Blind auch schieben.\r",
    "es_title": "Pre-Flop",
    "es_intro": "Una vez que se han puesta las ciegas y los jugadores han recibido sus cuatro cartas, comienza la primera ronda de apuestas. Esta ronda se llama pre-flop. El jugador a la izquierda de la ciega grande es el primero que tiene que actuar. La acción continúa en el sentido de las agujas del reloj. Cada jugador tiene cuatro opciones: pagar, subir, tirarse o subir el bote. Si no ha habido ninguna subida, la ciega grande también puede pasar.",
    "dk_title": "Preflop\r",
    "dk_intro": "Når small og big blind er lagt ud, og alle spillere sidder med fire hole cards, begynder den første indsatsrunde. Denne runde kaldes preflop. Spilleren til venstre for big blind foretager den første handling, og kun én spiller kan agere ad gangen. Turen bevæger sig med uret rundt om bordet. Hver spiller har følgende fire muligheder: At calle, raise, folde eller raise puljen. Hvis ingen foretager et raise, kan big blind også checke.",
    "ru_title": "Префлоп",
    "ru_intro": "После размещения малого и большого блайндов и раздачи всем игрокам по четыре закрытые карты начинается первый раунд торгов. Этот раунд называется префлопом. Игрок слева от большого блайнда делает первый ход. За раз может ходить только один игрок. Ход торгов продвигается по столу по часовой стрелке. У каждого игрока есть четыре варианта хода: уравнять ставку, поднять ставку, пасовать или поднять банк. Без предварительного рейза большой блайнд также называется чеком.\r"
  },
  {
    "game_id": "Omaha HI",
    "title": "Flop",
    "stage_id": "omaha_hi_flop",
    "intro": "Once the pre-flop round has finished, three face-up community cards are dealt on the poker table. These cards make up what is called the flop. A second round of betting begins.\n\nThe first player to act is the first player still active in the game to the left of the dealer. This player has two options: check or place a bet. The action moves clockwise around the table. If the first player checks, the next player has those two same options. Once an initial bet is placed, the other players can call, raise, fold or raise pot.",
    "step_id": "omaha_hi_flop_0",
    "": "",
    "en_title": "Flop",
    "en_intro": "Once the pre-flop round has finished, three face-up community cards are dealt on the poker table. These cards make up what is called the flop. A second round of betting begins.\n\nThe first player to act is the first player still active in the game to the left of the dealer. This player has two options: check or place a bet. The action moves clockwise around the table. If the first player checks, the next player has those two same options. Once an initial bet is placed, the other players can call, raise, fold or raise pot.",
    "de_title": "Flop",
    "de_intro": "Nach Abschluss der Pre-Flop-Runde werden drei Gemeinschaftskarten offen auf dem Pokertisch ausgegeben. Diese Karten bilden den so genannten Flop. Anschließend beginnt eine zweite Einsatzrunde.\n\nDer erste Spieler, der agiert, ist der erste Spieler links vom Dealer, der noch aktiv im Spiel ist. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Die Action bewegt sich im Uhrzeigersinn um den Tisch. Wenn der erste Spieler schiebt, hat der nächste Spieler die gleichen beiden Optionen. Nachdem ein Anfangseinsatz gesetzt wurde, können die übrigen Spieler mitgehen, erhöhen, aussteigen oder den Pot erhöhen.\n",
    "es_title": "Flop",
    "es_intro": "Una vez que ha terminado la ronda pre-flop, se ponen tres cartas comunitarias boca arriba en la mesa. Estas cartas son el flop. Comienza la segunda ronda de apuestas.\n\nEl primer jugador en actuar es el primero que esté activo a la izquierda del dealer. Este jugador tiene dos opciones: pasar o apostar. La acción continúa en el sentido de las agujas del reloj. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Una vez que alguien ha apostado, el resto de jugadores puede pagar, subir, tirarse o subir el bote.",
    "dk_title": "Flop\r",
    "dk_intro": "Når preflop-runden er afsluttet, lægges der tre fælleskort på bordet med billedsiden opad. Disse kort udgør det såkaldte flop. Nu begynder anden indsatsrunde.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Spilleren har to muligheder: At checke eller placere en indsats. Turen bevæger sig med uret rundt om bordet. Hvis den første spiller checker, har den næste spiller de samme to muligheder. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller raise puljen.",
    "ru_title": "Флоп",
    "ru_intro": "Как только раунд префлопа завершился, на покерный стол сдаются три открытые общие карты. Эти карты составляют то, что называется флопом. Начинается второй раунд торгов.\n\nПервым ходит первый активный игрок слева от дилера. У этого игрока есть два варианта хода: сделать чек или ставку. Ход продвигается по столу по часовой стрелке. Если первый игрок отказывается делать ставку, у следующего игрока есть те же два варианта хода. Как только будет сделана изначальная ставка, остальные игроки смогут уравнять ставку, поднять ее, пасовать или поднять банк.\n"
  },
  {
    "game_id": "Omaha HI",
    "title": "Turn",
    "stage_id": "omaha_hi_turn",
    "intro": "After the betting action is completed for the flop round, a fourth face-up community card is dealt on the table. This card is referred to as the turn. A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated on the dealer's left. The action moves clockwise around the table. The first player to act has two options: check or bet. Once an initial bet is made, the other players in the hand can also call, raise, fold or raise pot, which could put them all-in.",
    "step_id": "omaha_hi_turn_0",
    "": "",
    "en_title": "Turn",
    "en_intro": "After the betting action is completed for the flop round, a fourth face-up community card is dealt on the table. This card is referred to as the turn. A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated on the dealer's left. The action moves clockwise around the table. The first player to act has two options: check or bet. Once an initial bet is made, the other players in the hand can also call, raise, fold or raise pot, which could put them all-in.",
    "de_title": "Turn",
    "de_intro": "Nach Abschluss des Setzens für die Flop-Runde wird eine vierte Gemeinschaftskarte offen auf dem Pokertisch ausgegeben. Diese Karte wird als „Turn“ bezeichnet. Anschließend beginnt eine dritte Einsatzrunde.\n\nDer erste Spieler, der agiert, ist der erste Spieler links vom Dealer, der noch im Spiel ist. Die Action bewegt sich im Uhrzeigersinn um den Tisch. Der erste agierende Spieler hat zwei Optionen: Schieben oder Setzen. Nachdem ein Eröffnungseinsatz gesetzt wurde, können die anderen Spieler in der Hand mitgehen, erhöhen, aussteigen oder den Pot erhöhen, was möglicherweise einen All-In erforderlich macht.\n",
    "es_title": "Turn",
    "es_intro": "Una vez que ha terminado la ronda del flop, se ponen una cuarta carta comunitaria boca arriba en la mesa. Esta carta es el turn. Comienza la tercera ronda de apuestas.\n\nEl primer jugador en actuar es el primero que esté activo a la izquierda del dealer. La acción continúa en el sentido de las agujas del reloj. Este jugador tiene dos opciones: pasar o apostar. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Una vez que alguien ha apostado, el resto de jugadores puede pagar, subir, tirarse o subir el bote, que puede llegar a ser all-in.",
    "dk_title": "Turn\r",
    "dk_intro": "Når alle indsatser er placeret i flop-runden, lægges det fjerde fælleskort på bordet med billedsiden opad. Dette kort kaldes turn. En tredje indsatsrunde går i gang.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Turen bevæger sig med uret rundt om bordet. Den første spiller har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere også calle, raise, folde eller raise puljen, hvilket kan betyde, at de går allin.",
    "ru_title": "Терн",
    "ru_intro": "После того, как завершатся ставки во флоп-раунде, на стол в открытую выкладывается четвертая общая карта. Эта карта называется терном. Начинается третий раунд торгов.\n\nПервым ходит первый оставшийся в игре игрок, сидящий слева от дилера. Ход продвигается по столу по часовой стрелке. У первого игрока есть два варианта хода: сделать чек или ставку. Как только будет сделана изначальная ставка, остальные игроки этой партии могут также уравнять ставку, поднять ее, пасовать или поднять банк, вплоть до олл-ина.\n"
  },
  {
    "game_id": "Omaha HI",
    "title": "River",
    "stage_id": "omaha_hi_river",
    "intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or raise pot, which could put them all-in. Action then moves clockwise around the table.",
    "step_id": "omaha_hi_river_0",
    "": "",
    "en_title": "River",
    "en_intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or raise pot, which could put them all-in. Action then moves clockwise around the table.",
    "de_title": "River",
    "de_intro": "Nach Abschluss der Turn-Runde wird die fünfte und letzte Gemeinschaftskarte offen auf dem Pokertisch ausgegeben. Diese Karte wird als „River“ bezeichnet. Anschließend beginnt die vierte und letzte Einsatzrunde.\n\nWie in den vorherigen drei Runden beginnt das Setzen mit dem ersten Spieler links vom Dealer, der in der Hand noch aktiv ist. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Nachdem ein Eröffnungseinsatz gesetzt wurde, können die übrigen Spieler mitgehen, erhöhen, aussteigen oder den Pot erhöhen, was möglicherweise einen All-In erforderlich macht. Die Action bewegt sich anschließend im Uhrzeigersinn um den Tisch.\n",
    "es_title": "River",
    "es_intro": "Una vez que ha terminado la ronda del flop, se ponen la quinta y última comunitaria boca arriba en la mesa. Esta carta es el river. Comienza la cuarta ronda de apuestas.\n\nComo en las rondas anteriores, el primer jugador en actuar es el primero que esté activo a la izquierda del dealer. Este jugador tiene dos opciones: pasar o apostar. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Una vez que alguien ha apostado, el resto de jugadores puede pagar, subir, tirarse o subir el bote, que puede llegar a ser all-in. La acción continúa en el sentido de las agujas del reloj.",
    "dk_title": "River\r",
    "dk_intro": "Når turn-runden er afsluttet, lægges det femte og sidste fælleskort på bordet med billedsiden opad. Dette kort kaldes river. Den fjerde og sidste indsatsrunde begynder.\n\nSom i de tidligere tre runder skal den aktive spiller, der sidder nærmest på dealerens venstre side, foretage den første handling. Spilleren har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller raise puljen, hvilket kan betyde, at de går allin. Turen bevæger sig derefter med uret rundt om bordet.",
    "ru_title": "Ривер",
    "ru_intro": "Как только завершится раунд терна, на стол в открытую сдается пятая и последняя общая карта. Эта карта называется «ривер». Начинается четвертый и последний раунд торгов.\n\nКак и в трех предыдущих раундах, торги начинаются с первого игрока слева от дилера, который все еще остается в игре. У этого игрока есть два варианта хода: сделать чек или ставку. Как только будет сделана изначальная ставка, остальные игроки могут уравнять ставку, поднять ее, пасовать или поднять банк, вплоть до олл-ина. После этого ход продвигается по столу по часовой стрелке.\n"
  },
  {
    "game_id": "Omaha HI",
    "title": "Showdown",
    "stage_id": "omaha_hi_showdown",
    "intro": "After the final betting round ends and all the money is in the pot, it is time for the players who are still in the hand to reveal their cards. The winner is the player with the best five-card combination, also known as the hand. Showdown only occurs if more than one player is active in a hand. If only one player makes it to this stage, they will win all the money in the pot. ",
    "step_id": "omaha_hi_showdown_0",
    "": "",
    "en_title": "Showdown",
    "en_intro": "After the final betting round ends and all the money is in the pot, it is time for the players who are still in the hand to reveal their cards. The winner is the player with the best five-card combination, also known as the hand. Showdown only occurs if more than one player is active in a hand. If only one player makes it to this stage, they will win all the money in the pot. ",
    "de_title": "Showdown",
    "de_intro": "Nachdem die letzte Einsatzrunde beendet ist und sich das Geld im Pot befindet, ist es für die in der Hand verbliebenen Spieler an der Zeit, ihre Karten zu zeigen. Der Gewinner ist der Spieler mit der besten Kombination von fünf Karten, auch als „Hand“ bezeichnet. Ein Showdown findet nur statt, wenn es in einer Hand mehr als einen aktiven Spieler gibt. Wenn nur ein Spieler noch aktiv ist, gewinnt er das gesamte Geld, das sich im Pot befindet. \r",
    "es_title": "Showdown\r",
    "es_intro": "Después de que la última ronda de apuestas termine con las fichas en el bote, es la hora de que los jugadores que aún están en la mano muestren sus cartas. El ganador es el jugador con la mejor combinación de cinco cartas, también llamada la mano. El showdown solo puede ocurrir si hay más de un jugador activo en la mano. Si solo quedara un jugador, se llevaría todas las fichas del bote.\r",
    "dk_title": "Showdown\r",
    "dk_intro": "Når den sidste indsatsrunde slutter, og alle pengene befinder sig i puljen, er det tid til, at de tilbageværende spillere viser deres kort. Vinderen er den spiller, der har den bedste kombination af fem kort, altså den bedste hånd. Der er kun showdown, når der er mere end én aktiv spiller tilbage i hånden. Hvis der kun er én spiller tilbage på dette tidspunkt, vinder denne hele puljen. ",
    "ru_title": "Раскрытие карт",
    "ru_intro": "После того, как завершился последний раунд торгов и все деньги оказались в банке, пришло время игрокам, оставшимся в игре, раскрыть свои карты. Выигрывает игрок с лучшей пятикарточной комбинацией, известной как рука. Карты раскрываются, если в игре остается больше одного участника. Если до этого этапа доходит только один игрок, он выигрывает все деньги в банке. \r"
  },
  {
    "game_id": "Omaha HI/LO",
    "title": "Deal",
    "stage_id": "omaha_hi_lo_deal",
    "intro": "Once all players are gathered around the table with the relevant amount of chips, there are a few steps to be taken before the game commences. \n\nFirstly, a player indicated by ‘the dealer’ marker (‘D') is the designated dealer for the current game.\n\nSecondly, two compulsory bets are taken. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second mandatory bet called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt four face-down hole cards.",
    "step_id": "omaha_hi_lo_deal_0",
    "": "",
    "en_title": "Deal",
    "en_intro": "Once all players are gathered around the table with the relevant amount of chips, there are a few steps to be taken before the game commences. \n\nFirstly, a player indicated by ‘the dealer’ marker (‘D') is the designated dealer for the current game.\n\nSecondly, two compulsory bets are taken. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second mandatory bet called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt four face-down hole cards.",
    "de_title": "Austeilen",
    "de_intro": "Wenn alle Spiel am Tisch mit der entsprechenden Menge von Chips versammelt sind, müssen einige Schritte ausgeführt werden, bevor das Spiel beginnen kann.\n\nZunächst wird ein Spieler, der durch die „Dealer“-Markierung („D“) gekennzeichnet wird, als Dealer für das aktuelle Spiel festgelegt.\n\nAls Nächstes werden zwei Eröffnungseinsätze genommen. Der Spieler links vom Dealer-Button macht den ersten Eröffnungseinsatz, als „Small Blind“ bezeichnet. Der Spieler links vom Small Blind macht den zweiten Eröffnungseinsatz, als „Big Blind“ bezeichnet. Der Big Blind beträgt das Zweifache des Small Blind.\n\nUnd schließlich werden jedem Spieler verdeckt vier Taschenkarten ausgeteilt.\n",
    "es_title": "Reparto",
    "es_intro": "Una vez que los jugadores están sentados en sus sitios con las fichas. hay que realizar algunas acciones antes de que comience la partida. \n\nPrimero, un jugador es el repartidor, o dealer, de la mano y se le señala con una D. \n\nDespués hay que poner dos apuestas obligatorias. El jugador a la izquierda del dealer pone la primera apuesta forzada, llamada ciega pequeña. El jugador a la izquierda de la ciega pequeña pone la segunda apuesta obligatoria llamada ciega grande. La ciega grande es del doble de la ciega pequeña.\n\nFinalmente, se reparten a cada jugador sus cuatro cartas particulares.",
    "dk_title": "Kortgiving\r",
    "dk_intro": "Når alle spillere har sat sig til rette ved bordet med de relevante mængder chips, skal der foretages en række indledende handlinger, inden spillet kan gå i gang.\n\nFørst udpeges en spiller som dealer til den aktuelle hånd. Vedkommende tildeles dealerknappen (\"D\").\n\nHerefter placeres to obligatoriske indsatser. Spilleren til venstre for dealerknappen placerer den første tvungne indsats. Denne indsats kaldes \"small blind\". Spilleren til venstre for small blind placerer den anden tvungne indsats. Denne indsats kaldes \"big blind\". Big blind er det dobbelte af small blind.\n\nTil sidst tildeles hver spiller fire hole cards med billedsiden nedad.",
    "ru_title": "Раздача",
    "ru_intro": "После того как все игроки собрались за покерным столом с соответствующим количеством фишек, нужно выполнить несколько действий, прежде чем начать игру.\n\nВо-первых, игрок, обозначенный маркером «дилер» («D»), назначается дилером текущей игры.\n\nВо-вторых, нужно сделать две обязательные ставки. Игрок слева от фишки дилера делает первую обязательную ставку, которая называется «малым блайндом». Игрок слева от малого блайнда делает вторую обязательную ставку, которая называется «большим блайндом». Большой блайнд должен быть в два раза больше малого блайнда.\n\nИ наконец, каждому игроку сдаются четыре закрытые карты.\n"
  },
  {
    "game_id": "Omaha HI/LO",
    "title": "Pre-Flop",
    "stage_id": "omaha_hi_lo_pre_flop",
    "intro": "Once the small and big blinds have been posted and all players have been dealt four hole cards, the first round of betting begins. This round is called the pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or raise pot, in the pot-limit versions of this game. With no prior raise, the big blind can also check.",
    "step_id": "omaha_hi_lo_pre_flop_0",
    "": "",
    "en_title": "Pre-Flop",
    "en_intro": "Once the small and big blinds have been posted and all players have been dealt four hole cards, the first round of betting begins. This round is called the pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or raise pot, in the pot-limit versions of this game. With no prior raise, the big blind can also check.",
    "de_title": "Pre-Flop",
    "de_intro": "Nachdem der Small Blind und der Big Blind gesetzt wurden und allen Spielern vier Taschenkarten ausgeteilt wurden, beginnt die erste Einsatzrunde. Diese Runde wird als „Pre-Flop“ bezeichnet. Der Spieler links vom Big Blind setzt als erster. Es kann jeweils nur ein Spieler setzen. Die Einsätze bewegen sich im Uhrzeigersinn um den Tisch. Jedem Spieler stehen die folgenden vier Optionen zur Verfügung: mitgehen, erhöhen, aussteigen (oder den Pot erhöhen, in den Pot-Limit-Versionen dieses Spiels). Wenn zuvor nicht erhöht wurde, kann der Big Blind auch schieben.\r",
    "es_title": "Pre-Flop",
    "es_intro": "Una vez que se han puesta las ciegas y los jugadores han recibido sus cuatro cartas, comienza la primera ronda de apuestas. Esta ronda se llama pre-flop. El jugador a la izquierda de la ciega grande es el primero que tiene que actuar. La acción continúa en el sentido de las agujas del reloj. Cada jugador tiene cuatro opciones: pagar, subir, tirarse o subir el bote, en las versiones pot-limit del juego. Si no ha habido ninguna subida, la ciega grande también puede pasar.",
    "dk_title": "Preflop\r",
    "dk_intro": "Når small og big blind er lagt ud, og alle spillere sidder med fire hole cards, begynder den første indsatsrunde. Denne runde kaldes preflop. Spilleren til venstre for big blind foretager den første handling, og kun én spiller kan agere ad gangen. Turen bevæger sig med uret rundt om bordet. Hver spiller har følgende fire muligheder: Han eller hun kan calle, raise, folde eller raise puljen i Pot Limit-versionen af spillet. Hvis ingen foretager et raise, kan big blind også checke.",
    "ru_title": "Префлоп",
    "ru_intro": "После размещения малого и большого блайндов и раздачи всем игрокам по четыре закрытые карты начинается первый раунд торгов. Этот раунд называется префлопом. Игрок слева от большого блайнда делает первый ход. За раз может ходить только один игрок. Ход торгов продвигается по столу по часовой стрелке. У каждого игрока есть четыре варианта хода: они могут уравнять ставку, поднять ее, пасовать или поднять банк (в разновидностях игры с пот-лимитом). Без предварительного рейза игрок с большим блайндом также может сделать чек.\r"
  },
  {
    "game_id": "Omaha HI/LO",
    "title": "Flop",
    "stage_id": "omaha_hi_lo_flop",
    "intro": "Once the pre-flop round has finished, three face-up community cards are dealt on the poker table. These cards make up what is called the flop. A second round of betting begins.\n\nThe first player to act is the first player still active in the game to the left of the dealer. This player has two options: check or place a bet. The action moves clockwise around the table. If the first player checks, the next player has those two same options. Once an initial bet is placed, the other players can call, raise, fold or raise pot in Omaha pot-limit variations. ",
    "step_id": "omaha_hi_lo_flop_0",
    "": "",
    "en_title": "Flop",
    "en_intro": "Once the pre-flop round has finished, three face-up community cards are dealt on the poker table. These cards make up what is called the flop. A second round of betting begins.\n\nThe first player to act is the first player still active in the game to the left of the dealer. This player has two options: check or place a bet. The action moves clockwise around the table. If the first player checks, the next player has those two same options. Once an initial bet is placed, the other players can call, raise, fold or raise pot in Omaha pot-limit variations. ",
    "de_title": "Flop",
    "de_intro": "Nach Abschluss der Pre-Flop-Runde werden drei Gemeinschaftskarten offen auf dem Pokertisch ausgegeben. Diese Karten bilden den so genannten Flop. Anschließend beginnt eine zweite Einsatzrunde.\r\rDer erste Spieler, der agiert, ist der erste Spieler links vom Dealer, der noch aktiv im Spiel ist. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Die Action bewegt sich im Uhrzeigersinn um den Tisch. Wenn der erste Spieler schiebt, hat der nächste Spieler die gleichen beiden Optionen. Nachdem ein Anfangseinsatz gesetzt wurde, können in Omaha pot-limit-Varianten die übrigen Spieler mitgehen, erhöhen, aussteigen oder den Pot erhöhen. \r",
    "es_title": "Flop",
    "es_intro": "Una vez que ha terminado la ronda pre-flop, se ponen tres cartas comunitarias boca arriba en la mesa. Estas cartas son el flop. Comienza la segunda ronda de apuestas.\n\nEl primer jugador en actuar es el primero que esté activo a la izquierda del dealer. Este jugador tiene dos opciones: pasar o apostar. La acción continúa en el sentido de las agujas del reloj. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Una vez que alguien ha apostado, el resto de jugadores puede pagar, subir, tirarse o subir el bote en las modalidades de Omaha pot-limit.",
    "dk_title": "Flop\r",
    "dk_intro": "Når preflop-runden er afsluttet, lægges der tre fælleskort på bordet med billedsiden opad. Disse kort udgør det såkaldte flop. Nu begynder anden indsatsrunde.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Spilleren har to muligheder: At checke eller placere en indsats. Turen bevæger sig med uret rundt om bordet. Hvis den første spiller checker, har den næste spiller de samme to muligheder. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller raise puljen i Omaha Pot Limit-varianterne. ",
    "ru_title": "Флоп",
    "ru_intro": "Как только раунд префлопа завершился, на покерный стол сдаются три открытые общие карты. Эти карты составляют то, что называется флопом. Начинается второй раунд торгов.\n\nПервым ходит первый активный игрок слева от дилера. У этого игрока есть два варианта хода: сделать чек или ставку. Ход продвигается по столу по часовой стрелке. Если первый игрок отказывается делать ставку, у следующего игрока есть те же два варианта хода. Как только будет сделана изначальная ставка, остальные игроки смогут уравнять ставку, поднять ее, пасовать или поднять банк (в некоторых разновидностях Omaha pot-limit). "
  },
  {
    "game_id": "Omaha HI/LO",
    "title": "Turn",
    "stage_id": "omaha_hi_lo_turn",
    "intro": "After the betting action is completed for the flop round, a fourth face-up community card is dealt on the table. This card is referred to as the turn. A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated on the dealer's left. The action moves clockwise around the table. The first player to act has two options: check or bet. Once an initial bet is made, the other players in the hand can also call, raise, fold or raise pot, in pot-limit versions of this game.",
    "step_id": "omaha_hi_lo_turn_0",
    "": "",
    "en_title": "Turn",
    "en_intro": "After the betting action is completed for the flop round, a fourth face-up community card is dealt on the table. This card is referred to as the turn. A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated on the dealer's left. The action moves clockwise around the table. The first player to act has two options: check or bet. Once an initial bet is made, the other players in the hand can also call, raise, fold or raise pot, in pot-limit versions of this game.",
    "de_title": "Turn",
    "de_intro": "Nach Abschluss des Setzens für die Flop-Runde wird eine vierte Gemeinschaftskarte offen auf dem Pokertisch ausgegeben. Diese Karte wird als „Turn“ bezeichnet. Anschließend beginnt eine dritte Einsatzrunde.\n\nDer erste Spieler, der agiert, ist der erste Spieler links vom Dealer, der noch im Spiel ist. Die Action bewegt sich im Uhrzeigersinn um den Tisch. Der erste agierende Spieler hat zwei Optionen: Schieben oder Setzen. Nachdem ein Anfangseinsatz gesetzt wurde, können die anderen Spieler in der Hand mitgehen, erhöhen, aussteigen (oder den Pot erhöhen, in den Pot-Limit-Versionen dieses Spiels",
    "es_title": "Turn",
    "es_intro": "Una vez que ha terminado la ronda del flop, se ponen una cuarta carta comunitaria boca arriba en la mesa. Esta carta es el turn. Comienza la tercera ronda de apuestas.\n\nEl primer jugador en actuar es el primero que esté activo a la izquierda del dealer. Este jugador tiene dos opciones: pasar o apostar. La acción continúa en el sentido de las agujas del reloj. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Una vez que alguien ha apostado, el resto de jugadores puede pagar, subir, tirarse o subir el bote en las modalidades de Omaha pot-limit.",
    "dk_title": "Turn\r",
    "dk_intro": "Når alle indsatser er placeret i flop-runden, lægges det fjerde fælleskort på bordet med billedsiden opad. Dette kort kaldes turn. En tredje indsatsrunde går i gang.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Turen bevæger sig med uret rundt om bordet. Den første spiller har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere også calle, raise, folde eller raise puljen i Pot Limit-versionen af spillet.",
    "ru_title": "Терн",
    "ru_intro": "После того, как завершатся ставки во флоп-раунде, на стол в открытую выкладывается четвертая общая карта. Эта карта называется терном. Начинается третий раунд торгов.\n\nПервым ходит первый оставшийся в игре игрок, сидящий слева от дилера. Ход продвигается по столу по часовой стрелке. У первого игрока есть два варианта хода: сделать чек или ставку. Как только будет сделана изначальная ставка, остальные игроки партии могут также уравнять ставку, поднять ее, пасовать или поднять банк (в разновидностях игры с пот-лимитом).\n"
  },
  {
    "game_id": "Omaha HI/LO",
    "title": "River",
    "stage_id": "omaha_hi_lo_river",
    "intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or raise pot, in pot-limit versions of this game. Action then moves clockwise around the table.",
    "step_id": "omaha_hi_lo_river_0",
    "": "",
    "en_title": "River",
    "en_intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or raise pot, in pot-limit versions of this game. Action then moves clockwise around the table.",
    "de_title": "River",
    "de_intro": "Nach Abschluss der Turn-Runde wird die fünfte und letzte Gemeinschaftskarten offen auf dem Pokertisch ausgegeben. Diese Karte wird als „River“ bezeichnet. Anschließend beginnt die vierte und letzte Einsatzrunde.\n\nWie in den vorherigen drei Runden beginnt das Setzen mit dem ersten Spieler links vom Dealer, der in der Hand noch aktiv ist. Dieser Spieler hat zwei Optionen: Schieben oder Setzen. Nachdem ein Anfangseinsatz gesetzt wurde, können die anderen Spieler mitgehen, erhöhen, aussteigen (oder den Pot erhöhen, in den Pot-Limit-Versionen dieses Spiels). Die Action bewegt sich anschließend im Uhrzeigersinn um den Tisch.\n",
    "es_title": "River",
    "es_intro": "Una vez que ha terminado la ronda del flop, se ponen la quinta y última comunitaria boca arriba en la mesa. Esta carta es el river. Comienza la cuarta ronda de apuestas.\n\nComo en las rondas anteriores, el primer jugador en actuar es el primero que esté activo a la izquierda del dealer. Este jugador tiene dos opciones: pasar o apostar. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Una vez que alguien ha apostado, el resto de jugadores puede pagar, subir, tirarse o subir el bote en las modalidades de Omaha pot-limit. La acción continúa en el sentido de las agujas del reloj.",
    "dk_title": "River\r",
    "dk_intro": "Når turn-runden er afsluttet, lægges det femte og sidste fælleskort på bordet med billedsiden opad. Dette kort kaldes river. Den fjerde og sidste indsatsrunde begynder.\n\nSom i de tidligere tre runder skal den aktive spiller, der sidder nærmest på dealerens venstre side, foretage den første handling. Spilleren har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller raise puljen i Pot Limit-versionerne af spillet. Turen bevæger sig derefter med uret rundt om bordet.",
    "ru_title": "Ривер",
    "ru_intro": "Как только завершится терн-раунд, на стол в открытую сдается пятая и последняя общая карта. Эта карта называется «ривер». Начинается четвертый и последний раунд торгов.\n\nКак и в трех предыдущих раундах, торги начинаются с первого игрока слева от дилера, который все еще остается в игре. У этого игрока есть два варианта хода: сделать чек или ставку. Как только будет сделана изначальная ставка, остальные игроки партии могут также уравнять ставку, поднять ее, пасовать или поднять банк (в разновидностях игры с пот-лимитом). После этого ход продвигается по столу по часовой стрелке.\n"
  },
  {
    "game_id": "Omaha HI/LO",
    "title": "Showdown",
    "stage_id": "omaha_hi_lo_showdown",
    "intro": "After the final betting round ends with all the money in the pot, it is time for the players who are still in the game to reveal their cards. Showdown in Omaha Hi-Lo is only possible, if there is more than one player still active a hand. If only one player makes it to this stage, they will win all the money in the pot. At this stage, each of the remaining players must use any two of their four hole cards plus any three of the five community cards to form both/either the best high and/or the best low hand. The best low hand gets half the pot, and the best high hand gets the other half. If there is no qualifying low hand, the player with the best high hand wins all the money chips in the pot. ",
    "step_id": "omaha_hi_lo_showdown_0",
    "": "",
    "en_title": "Showdown",
    "en_intro": "After the final betting round ends with all the money in the pot, it is time for the players who are still in the game to reveal their cards. Showdown in Omaha Hi-Lo is only possible, if there is more than one player still active a hand. If only one player makes it to this stage, they will win all the money in the pot. At this stage, each of the remaining players must use any two of their four hole cards plus any three of the five community cards to form both/either the best high and/or the best low hand. The best low hand gets half the pot, and the best high hand gets the other half. If there is no qualifying low hand, the player with the best high hand wins all the money chips in the pot. ",
    "de_title": "Showdown",
    "de_intro": "Nachdem die letzte Einsatzrunde beendet ist und sich das Geld im Pot befindet, ist es für die im Spiel verbliebenen Spieler an der Zeit, ihre Karten zu zeigen. Im Omaha Hi-Lo ist ein Showdown nur dann möglich, wenn es in einer Hand mehr als einen aktiven Spieler gibt. Wenn nur ein Spieler noch aktiv ist, gewinnt er das gesamte Geld, das sich im Pot befindet. In dieser Phase muss jeder der verbliebenen Spieler mit zwei Taschenkarten und drei der fünf Gemeinschaftskarten entweder die beste hohe oder die beste niedrige Hand bilden – oder beides. Die beste niedrige Hand gewinnt die Hälfte des Pot und die beste hohe Hand gewinnt die andere Hälfte. Wenn es keine qualifizierte niedrige Hand gibt, gewinnt der Spieler mit der besten hohen Hand das gesamte Geld im Pot. \r",
    "es_title": "Showdown\r",
    "es_intro": "Después de que la última ronda de apuestas termine con las fichas en el bote, es la hora de que los jugadores que aún están en la mano muestren sus cartas. El showdown en Omaha Hi-Lo, solo es posible si hay más de un jugador activo en la mano. Si solo quedara un jugador en la mano, se llevaría todas las fichas del bote. En esta etapa, los jugadores deben usar dos de sus cuatro cartas particulares junto a tres de las cinco cartas comunitarias para formar la mejor mano alta y/o la mejor mano baja. La mejor mano baja se lleva la mitad del bote y la mejor mano alta la otra mitad. Si no hay ninguna mano baja válida, el jugador con la mejor mano alta se lleva todas las fichas del bote.",
    "dk_title": "Showdown\r",
    "dk_intro": "Når den femte indsatsrunde slutter, og alle pengene befinder sig i puljen, er det tid til, at de tilbageværende spillere viser deres kort. I Omaha Hi-Lo afvikles der kun showdown, når der er mere end én aktiv spiller tilbage i hånden. Hvis der kun er én spiller tilbage på dette tidspunkt, vinder denne hele puljen. Ved showdown skal alle tilbageværende spillere sammensætte en hånd ud fra to af deres fire hole cards og tre af de fem fælleskort. Spillerne kan gå efter at sammensætte den højeste hånd, den laveste hånd eller begge dele. Den laveste hånd vinder halvdelen af puljen, og den højeste hånd vinder den anden halvdel. Hvis der ikke er nogen kvalificeret lav hånd, vinder spilleren med den højeste hånd hele puljen. ",
    "ru_title": "Вскрытие карт",
    "ru_intro": "После того, как завершился последний раунд торгов и все деньги оказались в банке, пришло время игрокам, оставшимся в игре, раскрыть свои карты. В Omaha Hi-Lo вскрытие возможно только в том случае, если в игре остается больше одного участника с активной рукой. Если до этого этапа доходит только один игрок, он выигрывает все деньги в банке. На этом этапе каждый из оставшихся игроков должен использовать любые две из четырех своих закрытых карт и любые три из пяти открытых общих карт, чтобы собрать лучшую хай или лоу комбинацию или обе эти комбинации. Банк делится поровну между лучшей лоу и хай рукой. Если подходящей лоу руки нет, то все деньги в банке достаются игроку с лучшей хай рукой. \r"
  },
  {
    "game_id": "7 Card Stud",
    "title": "Setup",
    "stage_id": "seven_card_stud_setup",
    "intro": "Before joining a game of Seven Card Stud, players have to purchase a minimum amount of chips to play with. A minimum initial buy-in of chips is usually ten times the lower betting limit of a particular table, i.e. at a $1/$2 table, a player must buy a minimum of $10 worth of money chips.\n\nOnce all the players are gathered around a specific table with the relevant amount of chips, there are a few steps to be taken before the game commences.\n\nFirstly, all players have to place a forced bet (ante) to start off the initial pot. Secondly, all players are dealt two face-down cards and one face-up card. Once the bring-in has been assessed, players then act one at a time clockwise around the table.",
    "step_id": "seven_card_stud_setup_0",
    "": "",
    "en_title": "Setup",
    "en_intro": "Before joining a game of Seven Card Stud, players have to purchase a minimum amount of chips to play with. A minimum initial buy-in of chips is usually ten times the lower betting limit of a particular table, i.e. at a $1/$2 table, a player must buy a minimum of $10 worth of money chips.\n\nOnce all the players are gathered around a specific table with the relevant amount of chips, there are a few steps to be taken before the game commences.\n\nFirstly, all players have to place a forced bet (ante) to start off the initial pot. Secondly, all players are dealt two face-down cards and one face-up card. Once the bring-in has been assessed, players then act one at a time clockwise around the table.",
    "de_title": "Aufbau",
    "de_intro": "Vor der Teilnahme an Seven Card Stud müssen Spieler einen Mindestbetrag an Chips erwerben. Das Mindest-Buy-In entspricht in der Regel dem Zehnfachen des Mindesteinsatzes an einem bestimmten Tisch, also muss ein Spieler an einem $ 1/$ 2-Tisch Chips mit einem Mindestwert von $ 10 kaufen.\r\rSobald alle Spieler mit der entsprechenden Menge an Chips an einem bestimmten Tisch Platz nehmen, müssen vor Spielbeginn noch einige Schritte ausgeführt werden.\r\rAls Erstes müssen alle Spieler ein Ante in den Pot zahlen, um diesen anzureichern. Als Nächstes werden allen Spielern zwei verdeckte und eine offene Karte ausgeteilt. Sobald bestimmt wurde, welcher Spieler das Bring-In zu entrichten hat, wird die Einsatzrunde nacheinander im Uhrzeigersinn fortgesetzt.\r",
    "es_title": "Organización\r",
    "es_intro": "Antes de unirse a una partida de Seven Card Stud, los jugadores tienen que comprar una cantidad mínima de fichas para jugar. El mínimo puede ser diez veces la apuesta pequeña de esa mesa en particular, por ejemplo en una mesa de 1/2, el jugador debe entrar con un mínimo de 10.  \n\nUna vez los jugadores se han reunido alrededor de la mesa con las fichas necesarias, hay que seguir unos pasos antes de que el juego comience.\n\nPrimero, todos los jugadores tienen que poner una apuesta obligatoria (ante) para que haya un bote inicial. Segundo, todos los jugadores reciben dos cartas cubiertas y una descubierta. Una vez se ha puesto el bring-in, los jugadores actúan por turno en el sentido de las agujas del reloj.",
    "dk_title": "Opsætning\r",
    "dk_intro": "Inden en spiller deltager i et spil 7-Card Stud, skal han eller hun som minimum købe et bestemt antal chips at spille med. Minimum for det indledende buyin af chips er som regel ti gange den nedre indsatsgrænse ved det aktuelle bord. Ved et 1 $/2 $ bord skal en spiller altså købe chips for minimum 10 $.\n\nNår alle spillere har sat sig til rette ved et specifikt bord med de relevante mængder chips, skal der foretages en række indledende handlinger, inden spillet kan gå i gang.\n\nHver spiller skal som udgangspunkt placere en tvungen indsats (ante) i puljen. Herefter tildeles hver spiller to kort med billedsiden nedad og ét kort med billedsiden opad. Når det er afgjort, hvem der skal placere bringin, foretager spillerne deres handlinger efter tur én ad gangen med uret rundt om bordet.",
    "ru_title": "Посадка",
    "ru_intro": "Прежде чем начать игру в Seven Card Stud, игроки должны купить хотя бы минимальное количество фишек. Минимальный начальный бай-ин обычно составляет 10 малых ставок, т.е. за столом $1/$2 игрок должен купить фишки не меньше чем на $10.\r\rПосле того как все игроки сядут за игровой стол с достаточным количеством фишек, для начала розыгрыша необходимо выполнить ряд условий.\r\rВо-первых, все игроки должны сделать принудительную ставку (анте), чтобы создать начальный банк. Во-вторых, все игроки должны получить две закрытые карты и одну открытую. После выявления игрока, который ставит бринг-ин, игроки начинают принимать решения по очереди по часовой стрелке.\r"
  },
  {
    "game_id": "7 Card Stud",
    "title": "Third Street",
    "stage_id": "seven_card_stud_third_street",
    "intro": "The word ‘street’ is used in a game of Seven Card Stud Poker to describe betting rounds. It corresponds to the number of individual cards dealt to a player, i.e. two hole (face-down) cards and one door (face-up) card make three, hence third street.\n\nThe player with the worst door card is assigned as the bring-in (a forced bet that is akin to a blind in Hold'em). The 2 of clubs is the worst card in the deck when assessing the bring-in. This is the only instance in the game where the suits come into play. The bring-in amount is usually 30-50% of the lower stake This player has two options: post the bring-in amount or ‘complete’ the bet by upping it to the lower table limit. After the bring-in action, the betting moves clockwise around the table with each player acting in turn. Every player has the following options: call, raise or fold. \n\nAll raised bets should be equal to the lower table limit (small bet) in the first game round, with a maximum of four times the small bet.",
    "step_id": "seven_card_stud_third_street_0",
    "": "",
    "en_title": "Third Street",
    "en_intro": "The word ‘street’ is used in a game of Seven Card Stud Poker to describe betting rounds. It corresponds to the number of individual cards dealt to a player, i.e. two hole (face-down) cards and one door (face-up) card make three, hence third street.\n\nThe player with the worst door card is assigned as the bring-in (a forced bet that is akin to a blind in Hold'em). The 2 of clubs is the worst card in the deck when assessing the bring-in. This is the only instance in the game where the suits come into play. The bring-in amount is usually 30-50% of the lower stake This player has two options: post the bring-in amount or ‘complete’ the bet by upping it to the lower table limit. After the bring-in action, the betting moves clockwise around the table with each player acting in turn. Every player has the following options: call, raise or fold. \n\nAll raised bets should be equal to the lower table limit (small bet) in the first game round, with a maximum of four times the small bet.",
    "de_title": "Die „Third Street“",
    "de_intro": "Mit dem Wort „Street“ (Straße) wird beim Seven Card Stud-Poker eine Einsatzrunde bezeichnet. Der Begriff entspricht der Anzahl der an einen Spieler ausgeteilten Karten, in diesem Fall zwei verdeckte und eine dritte, offene Karte, von der der Name Third Street stammt.\n\nDer Spieler mit der niedrigsten Door Card muss den Bring-In-Betrag setzen (ein erzwungener Einsatz, der einem Blind in Hold'em entspricht). Beim Bring-In gilt die Kreuz-2 als niedrigste Karte im Spiel. Dies ist das einzige Mal im Spiel, bei dem die Farben eine Rolle spielen. Der Bring-In-Betrag entspricht in der Regel 30 – 50 % des Mindesteinsatzes. Dieser Spieler hat 2 Optionen: den Bring-In-Betrag entrichten oder den Einsatz durch Anheben auf den Mindesteinsatz am Tisch „vervollständigen“. Nach dem Entrichten des Bring-Ins läuft die Einsatzrunde im Uhrzeigersinn um den Tisch, von einem Spieler zum nächsten. Jeder Spieler hat folgende Möglichkeiten: mitgehen, erhöhen oder aussteigen.\n\nAlle Einsatzerhöhungen müssen in der ersten Spielrunde dem Mindesteinsatz bis maximal dem Vierfachen des Mindesteinsatzes entsprechen.\n",
    "es_title": "Tercera calle\r",
    "es_intro": "La palabra ‘calle’ se usa en una partida de Seven Card Stud describe las rondas de apuestas. Se corresponde con el número de cartas que ha recibido cada jugador, en este caso dos cubiertas y una descubierta, por eso tercera calle.\n\nEl jugador con la peor carta descubierta tiene que poner el bring-in (una apuesta similar a una ciega en Hold’em). El 2 de tréboles sería la peor carta de la baraja para poner el bring-in. Es el único momento en el que los palos pintan algo en la mano. El bring-in suele ser del 30% al 50% de la apuesta pequeña. Este jugador tiene dos opciones: poner el bring-in o completar la apuesta hasta el límite bajo. Después de la acción del bring-in, continúa el juego en el sentido de las agujas del reloj. Cada jugador tiene tres opciones: pagar, subir o tirarse.\n\nTodas las subidas tienen que ser iguales a la apuesta pequeña en esta primera ronda, con un máximo de cuatro veces la apuesta pequeña.",
    "dk_title": "Third Street\r",
    "dk_intro": "I 7-Card Stud Poker benyttes ordet \"street\" til at beskrive indsatsrunder. Tallet foran \"street\" svarer til det antal individuelle kort, en spiller har fået tildelt, f.eks. to hole cards (med billedsiden nedad) plus ét door card (med billedsiden opad) er tre, altså Third Street.\n\nSpilleren med det ringeste door card skal placere et bringin (en tvungen indsats, der er sammenlignelig med et blind i Hold'em). Klør 2 er det dårligste kort i bunken, når det skal afgøres, hvem der skal placere bringin. Dette er det eneste tidspunkt i spillet, hvor kortenes kulører ikke er ligeværdige. Bringinbeløbet er typisk 30-50 % af minimumindsatsen. Den pågældende spiller har to muligheder: Placere bringinbeløbet eller øge det til den nedre bordgrænse, så der placeres en fuld indsats. Når bringin er placeret, fortsætter turen med uret rundt om bordet, så spillerne én ad gangen kan foretage deres handlinger. Hver spiller har mulighed for at: Calle, raise eller folde.\n\nI den første indsatsrunde skal alle raises svare til den nedre bordgrænse (mindste indsats), med et maksimum på fire gange den mindste indsats.",
    "ru_title": "Третья улица",
    "ru_intro": "Слово \"улица\" используется в игре Seven Card Stud для обозначения раундов торговли. Ее номер соответствует количеству карт, розданных игроку. Например, две закрытые карты и одна дор-карта (открытая) — это три карты, поэтому и улица третья.\n\nИгрок с самой слабой открытой картой должен поставить бринг-ин (принудительная ставка, похожая по своей сути на блайнд в Hold'em). Двойка треф считается худшей картой при выявлении игрока, который ставит бринг-ин. Это единственный случай в игре, когда масти имеют значение. Бринг-ин обычно составляет 30-50% малой ставки. У этого игрока есть две опции: поставить бринг-ин или сделать комплит, т.е. увеличить его до размера малой ставки за столом. После постановки бринг-ина начинается торговля. Игроки по очереди принимают решение по часовой стрелке. У каждого игрока имеются следующие опции: колл, рейз или фолд.\n\nВсе рейзы должны равняться малой ставке за этим столом, причем в итоге малая ставка может быть повышена не более чем в четыре раза.\n"
  },
  {
    "game_id": "7 Card Stud",
    "title": "Fourth Street",
    "stage_id": "seven_card_stud_fourth_street",
    "intro": "When the first betting round has finished with all the current bets in the pot, each player still in the game is dealt one additional card (face-up). A second betting round begins.\n\nStarting from this round on, the first player to act is always the player with the highest valued door cards. Their options are to check (place no bet) or post the lower table limit. If the player with the highest valued door cards shows a pair, they have the additional option of betting double the lower table limit. \n\nThe betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior bet, players can also check. \n\nAll raised bets in the second round should be equal to the lower table limit (unless the player with the highest valued hand has a pair and raises it to the table’s higher limit).",
    "step_id": "seven_card_stud_fourth_street_0",
    "": "",
    "en_title": "Fourth Street",
    "en_intro": "When the first betting round has finished with all the current bets in the pot, each player still in the game is dealt one additional card (face-up). A second betting round begins.\n\nStarting from this round on, the first player to act is always the player with the highest valued door cards. Their options are to check (place no bet) or post the lower table limit. If the player with the highest valued door cards shows a pair, they have the additional option of betting double the lower table limit. \n\nThe betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior bet, players can also check. \n\nAll raised bets in the second round should be equal to the lower table limit (unless the player with the highest valued hand has a pair and raises it to the table’s higher limit).",
    "de_title": "Die „Fourth Street“",
    "de_intro": "Wenn die erste Einsatzrunde abgeschlossen ist und alle aktuellen Einsätze in den Pot eingezahlt wurden, wird jedem Spieler, der noch am Spiel teilnimmt, eine weitere Karte (offen) ausgeteilt. Es beginnt die zweite Einsatzrunde.\n\nAb dieser Runde fängt immer der Spieler mit den jeweils höchsten Door Cards an. Er hat die Wahl, entweder zu schieben (keinen Einsatz zu entrichten) oder den Mindesteinsatz zu setzen. Wenn der Spieler mit den höchsten Door Cards ein Paar hat, hat er zusätzlich die Möglichkeit, den doppelten Mindesteinsatz zu setzen.\n\nDie Einsatzrunde läuft im Uhrzeigersinn um den Tisch. Jeder Spieler hat folgende Möglichkeiten: mitgehen, erhöhen oder aussteigen. Ohne vorherigen Einsatz haben Spieler auch die Möglichkeit zu schieben.\n\nAlle Einsatzerhöhungen in der zweiten Runde müssen dem Mindesteinsatz entsprechen (es sei denn, der Spieler mit den höchsten offenen Karten hat ein Paar und beschließt, auf den Höchsteinsatz des Tisches zu erhöhen).\n",
    "es_title": "Cuarta calle\r",
    "es_intro": "Cuando ha terminado la primera ronda con las apuestas en el bote, cada jugador, que aún siga en la mano, recibe una carta más boca arriba y comienza la segunda ronda.\n\nA partir de ahora, el primer jugador en hablar es el que tenga las mejor jugada en las cartas vistas. Sus opciones son pasar (no apostar) o apostar el límite bajo de la mesa. Si el jugador con la mejor jugada en las cartas vistas tuviera una pareja, hay la opción de apostar el doble del límite bajo.\n\nLa acción continúa en el sentido de las agujas del reloj. Cada jugador puede pagar, subir o tirarse. Si no ha habido apuestas, los jugadores también pueden pasar.\n\nTodas las subidas en la segunda ronda serán del tamaño de la apuesta baja, a no ser que el jugador con la mejor mano tuviera una pareja y subiera el límite alto.",
    "dk_title": "Fourth Street\r",
    "dk_intro": "Når den første indsatsrunde er afsluttet, og alle indsatser befinder sig i puljen, modtager de resterende spillere hver især ét kort mere (med billedsiden opad). Nu begynder anden indsatsrunde.\n\nFra og med denne runde er det altid den spiller, hvis door cards har den højeste værdi, der lægger ud. Vedkommende kan enten checke (ikke placere nogen indsats) eller placere en indsats, der svarer til bordets nedre grænse. Hvis spilleren med de mest værdifulde door cards har et par med billedsiden opad, har han eller hun desuden mulighed for at placere en indsats på det dobbelte af bordets nedre grænse.\n\nTuren bevæger sig med uret rundt om bordet. Hver spiller har mulighed for at: Calle, raise eller folde. Hvis der endnu ikke er placeret en indsats, kan spillerne også checke.\n\nAlle raises i anden runde skal være lig med den nedre bordgrænse (medmindre spilleren med den bedste hånd har et par og raiser indsatsen til bordets øvre grænse).",
    "ru_title": "Четвертая улица",
    "ru_intro": "После окончания первого раунда ставок, когда все текущие ставки собраны в банк, каждый оставшийся в раздаче игрок получает одну дополнительную карту (открытую). Начинается второй раунд торговли.\n\nС этого раунда первым всегда принимает решение игрок со старшими дор-картами. Он может чекнуть (пропустить ставку) или сделать малую ставку. Если у игрока со старшими открытыми картами за столом пара, у него появляется дополнительная опция: он может поставить двойной размер малой ставки.\n\nИгроки принимают решение по часовой стрелке. У каждого игрока имеются следующие опции: колл, рейз или фолд. Если на текущей улице еще не было ставок, игрок также может чекнуть.\n\nВсе рейзы во втором раунде торговли должны равняться малой ставке (за исключением ситуации, когда у игрока со старшими открытыми картами пара и он решил увеличить свою ставку до размера большой ставки).\n"
  },
  {
    "game_id": "7 Card Stud",
    "title": "Fifth Street",
    "stage_id": "seven_card_stud_fifth_street",
    "intro": "After the second betting round has finished with all the current bets in the pot, each player still in the game is dealt one additional face-up card. A third betting round begins.\n\nThe first person to act is the player with the highest valued face-up cards. Their options are to check (bet nothing) or bet at the higher table limit. After that, the betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior betting, players can also check. \n\nStarting from the Fifth Street, all raised bets should be equal to the higher table limit.",
    "step_id": "seven_card_stud_fifth_street_0",
    "": "",
    "en_title": "Fifth Street",
    "en_intro": "After the second betting round has finished with all the current bets in the pot, each player still in the game is dealt one additional face-up card. A third betting round begins.\n\nThe first person to act is the player with the highest valued face-up cards. Their options are to check (bet nothing) or bet at the higher table limit. After that, the betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior betting, players can also check. \n\nStarting from the Fifth Street, all raised bets should be equal to the higher table limit.",
    "de_title": "Die „Fifth Street“",
    "de_intro": "Wenn die zweite Einsatzrunde abgeschlossen ist und alle aktuellen Einsätze in den Pot eingezahlt wurden, wird jedem Spieler, der noch am Spiel teilnimmt, eine weitere offene Karte ausgeteilt. Es beginnt die dritte Einsatzrunde.\n\nDer Spieler mit den höchstwertigen offenen Karten eröffnet die Runde. Er hat die Wahl, entweder zu schieben (keinen Einsatz zu entrichten) oder den Höchsteinsatz des Tisches zu setzen. Anschließend läuft die Einsatzrunde im Uhrzeigersinn um den Tisch. Jeder Spieler hat folgende Möglichkeiten: mitgehen, erhöhen oder aussteigen. Ohne vorherigen Einsatz haben Spieler auch die Möglichkeit zu schieben.\n\nAb der Fifth Street müssen alle Einsatzerhöhungen dem Höchsteinsatz des Tisches entsprechen.\n",
    "es_title": "Quinta calle\r",
    "es_intro": "Cuando ha terminado la segunda ronda de apuestas y las fichas están en el bote, cada jugador recibe una carta más boca arriba y comienza la tercera ronda de apuestas.\n\nEl primero en hablar es el que tenga la mejor jugada en las cartas vistas. Sus opciones son pasar o apostar el límite alto de la mesa. La acción continúa en el sentido de las agujas del reloj. Cada jugador tiene las siguientes opciones: pagar, subir o tirarse. Si no hubiera apuestas, los jugadores también pueden pasar. \n\nDesde la quinta calle, todas las apuestas tienen que ser iguales al límite alto de la mesa.",
    "dk_title": "Fifth Street\r",
    "dk_intro": "Når den anden indsatsrunde er afsluttet, og alle indsatser befinder sig i puljen, modtager de resterende spillere hver især ét kort mere med billedsiden opad. En tredje indsatsrunde går i gang.\n\nSpilleren, der har de bedste kort med billedsiden opad, lægger ud. Vedkommende har mulighed for at checke (ikke placere nogen indsats) eller placere en indsats, der svarer til bordets øvre grænse. Derefter bevæger turen sig med uret rundt om bordet. Hver spiller har mulighed for at: Calle, raise eller folde. Hvis der endnu ikke er placeret en indsats, kan spillerne også checke.\n\nFra og med Fifth Street skal alle raises svare til bordets øvre grænse.",
    "ru_title": "Пятая улица",
    "ru_intro": "После окончания второго раунда ставок, когда все текущие ставки собраны в банк, каждый оставшийся в раздаче игрок получает одну дополнительную открытую карту. Начинается третий раунд торговли.\n\nПервым принимает решение игрок со старшими открытыми картами. Он может либо чекнуть (пропустить ставку), либо сделать большую ставку. После этого игроки принимают решение по часовой стрелке. У каждого игрока имеются следующие опции: колл, рейз или фолд. Если на текущей улице еще не было ставок, игрок также может чекнуть.\n\nНачиная с пятой улицы, все рейзы должны быть равны большой ставке.\n"
  },
  {
    "game_id": "7 Card Stud",
    "title": "Sixth Street",
    "stage_id": "seven_card_stud_sixth_street",
    "intro": "After the third betting round has finished with all the current bets in the pot, each player still in the game is dealt one additional face-up card. A fourth betting round begins. \n\nThe first person to act is the player with the highest valued face-up cards. Their options are to check (bet nothing) or bet at the higher table limit. After that, the betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior betting, players can also check. \n\nAll raised bets should be equal to the higher table limit.",
    "step_id": "seven_card_stud_sixth_street_0",
    "": "",
    "en_title": "Sixth Street",
    "en_intro": "After the third betting round has finished with all the current bets in the pot, each player still in the game is dealt one additional face-up card. A fourth betting round begins. \n\nThe first person to act is the player with the highest valued face-up cards. Their options are to check (bet nothing) or bet at the higher table limit. After that, the betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior betting, players can also check. \n\nAll raised bets should be equal to the higher table limit.",
    "de_title": "Die „Sixth Street“",
    "de_intro": "Wenn die dritte Einsatzrunde abgeschlossen ist und alle aktuellen Einsätze in den Pot eingezahlt wurden, wird jedem Spieler, der noch am Spiel teilnimmt, eine weitere offene Karte ausgeteilt. Es beginnt die vierte Einsatzrunde.\n\nDer Spieler mit den höchstwertigen offenen Karten eröffnet die Runde. Er hat die Wahl, entweder zu schieben (keinen Einsatz zu entrichten) oder den Höchsteinsatz des Tisches zu setzen. Anschließend läuft die Einsatzrunde im Uhrzeigersinn um den Tisch. Jeder Spieler hat folgende Möglichkeiten: mitgehen, erhöhen oder aussteigen. Ohne vorherigen Einsatz haben Spieler auch die Möglichkeit zu schieben.\n\nAlle Einsatzerhöhungen müssen dem Höchsteinsatz am Tisch entsprechen.\n",
    "es_title": "Sexta calle\r",
    "es_intro": "Cuando ha terminado la tercera ronda de apuestas y las fichas están en el bote, cada jugador recibe una carta más boca arriba y comienza la cuarta ronda de apuestas.\n\nEl primero en hablar es el que tenga la mejor jugada en las cartas vistas. Sus opciones son pasar o apostar el límite alto de la mesa. La acción continúa en el sentido de las agujas del reloj. Cada jugador tiene las siguientes opciones: pagar, subir o tirarse. Si no hubiera apuestas, los jugadores también pueden pasar. \n\nTodas las apuestas o subidas tienen que ser iguales al límite alto de la mesa.",
    "dk_title": "Sixth Street\r",
    "dk_intro": "Når den tredje indsatsrunde er afsluttet, og alle indsatser befinder sig i puljen, modtager de resterende spillere hver især ét kort mere med billedsiden opad. En fjerde indsatsrunde begynder.\n\nSpilleren, der har de bedste kort med billedsiden opad, lægger ud. Vedkommende har mulighed for at checke (ikke placere nogen indsats) eller placere en indsats, der svarer til bordets øvre grænse. Derefter bevæger turen sig med uret rundt om bordet. Hver spiller har mulighed for at: Calle, raise eller folde. Hvis der endnu ikke er placeret en indsats, kan spillerne også checke.\n\nAlle raises skal svare til bordets øvre grænse.",
    "ru_title": "Шестая улица",
    "ru_intro": "После окончания третьего раунда ставок, когда все текущие ставки собраны в банк, каждый оставшийся в раздаче игрок получает одну дополнительную открытую карту. Начинается четвертый раунд торговли.\n\nПервым принимает решение игрок со старшими открытыми картами. Он может либо чекнуть (пропустить ставку), либо сделать большую ставку. После этого игроки принимают решение по часовой стрелке. У каждого игрока имеются следующие опции: колл, рейз или фолд. Если на текущей улице еще не было ставок, игрок также может чекнуть.\n\nВсе рейзы должны быть равны большой ставке.\n"
  },
  {
    "game_id": "7 Card Stud",
    "title": "The River",
    "stage_id": "seven_card_stud_river",
    "intro": "After the fourth betting round has finished with all the current bets in the pot, each player still in the game is dealt a final face-down hole card. The fifth and last betting round begins. It is called the river.\n\nThe first person to act is the player with the highest valued face-up cards. Their options are to check (bet nothing) or bet at the higher table limit. After that, the betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior betting, players can also check. \n\nAll raised bets should be equal to the higher table limit.",
    "step_id": "seven_card_stud_river_0",
    "": "",
    "en_title": "The River",
    "en_intro": "After the fourth betting round has finished with all the current bets in the pot, each player still in the game is dealt a final face-down hole card. The fifth and last betting round begins. It is called the river.\n\nThe first person to act is the player with the highest valued face-up cards. Their options are to check (bet nothing) or bet at the higher table limit. After that, the betting action moves clockwise around the table. Each player has the following options: call, raise or fold. With no prior betting, players can also check. \n\nAll raised bets should be equal to the higher table limit.",
    "de_title": "Der „River“",
    "de_intro": "Wenn die vierte Einsatzrunde abgeschlossen ist und alle aktuellen Einsätze in den Pot eingezahlt wurden, wird jedem Spieler, der noch am Spiel teilnimmt, eine letzte, verdeckte Taschenkarte ausgeteilt. Es beginnt die fünfte und letzte Einsatzrunde. Diese wird auch als „River“ bezeichnet.\n\nDer Spieler mit den höchstwertigen offenen Karten eröffnet die Runde. Er hat die Wahl, entweder zu schieben (keinen Einsatz zu entrichten) oder den Höchsteinsatz des Tisches zu setzen. Anschließend läuft die Einsatzrunde im Uhrzeigersinn um den Tisch. Jeder Spieler hat folgende Möglichkeiten: mitgehen, erhöhen oder aussteigen. Ohne vorherigen Einsatz haben Spieler auch die Möglichkeit zu schieben.\n\nAlle Einsatzerhöhungen müssen dem Höchsteinsatz am Tisch entsprechen.\n",
    "es_title": "El River\r",
    "es_intro": "Cuando ha terminado la cuarta ronda de apuestas y las apuestas están en el bote, cada jugador recibe la última carta, en este caso boca abajo. Comienza la quinta y última ronda de apuestas. Esto se llama el river.\n\nEl primero en hablar es el que tenga la mejor jugada en las cartas vistas. Sus opciones son pasar o apostar el límite alto de la mesa. La acción continúa en el sentido de las agujas del reloj. Cada jugador tiene las siguientes opciones: pagar, subir o tirarse. Si no hubiera apuestas, los jugadores también pueden pasar. \n\nTodas las apuestas o subidas tienen que ser iguales al límite alto de la mesa.",
    "dk_title": "River\r",
    "dk_intro": "Når den fjerde indsatsrunde er afsluttet, og alle indsatser befinder sig i puljen, modtager de resterende spillere hver især ét hole card mere med billedsiden nedad. Den femte og sidste indsatsrunde begynder. Femte indsatsrunde kaldes river.\n\nSpilleren, der har de bedste kort med billedsiden opad, lægger ud. Vedkommende har mulighed for at checke (ikke placere nogen indsats) eller placere en indsats, der svarer til bordets øvre grænse. Derefter bevæger turen sig med uret rundt om bordet. Hver spiller har mulighed for at: Calle, raise eller folde. Hvis der endnu ikke er placeret en indsats, kan spillerne også checke.\n\nAlle raises skal svare til bordets øvre grænse.",
    "ru_title": "Ривер",
    "ru_intro": "После окончания четвертого раунда ставок, когда все текущие ставки собраны в банк, каждый оставшийся в раздаче игрок получает последнюю, закрытую карту. Начинается пятый и последний раунд торговли. Он называется ривером.\n\nПервым принимает решение игрок со старшими открытыми картами. Он может либо чекнуть (пропустить ставку), либо сделать большую ставку. После этого игроки принимают решение по часовой стрелке. У каждого игрока имеются следующие опции: колл, рейз или фолд. Если на текущей улице еще не было ставок, игрок также может чекнуть.\n\nВсе рейзы должны быть равны большой ставке.\n"
  },
  {
    "game_id": "7 Card Stud",
    "title": "Showdown",
    "stage_id": "seven_card_stud_showdown",
    "intro": "After the fifth and final betting round ends with all the money in the pot, it is time for the players who are still in the game to reveal their cards. A showdown is possible only if more than one player remains in the hand. \n\nThe winner is the player with the best five-card combination also known as the hand. If only one player gets to this stage, they will win all the money in the pot.",
    "step_id": "seven_card_stud_showdown_0",
    "": "",
    "en_title": "Showdown",
    "en_intro": "After the fifth and final betting round ends with all the money in the pot, it is time for the players who are still in the game to reveal their cards. A showdown is possible only if more than one player remains in the hand. \n\nThe winner is the player with the best five-card combination also known as the hand. If only one player gets to this stage, they will win all the money in the pot.",
    "de_title": "Der Showdown",
    "de_intro": "Wenn die fünfte und letzte Einsatzrunde abgeschlossen ist und alle Einsätze in den Pot eingezahlt wurden, müssen alle Spieler, die noch am Spiel teilnehmen, ihre Karten aufdecken. Ein Showdown ist nur möglich, wenn mehr als ein aktiver Spieler übrig ist.\n\nGewinner ist der Spieler mit der besten Kombination aus fünf Karten, die auch als Hand bezeichnet wird. Wenn zu diesem Zeitpunkt nur noch ein Spieler übrig ist, gewinnt dieser automatisch alles Geld im Pot.\n",
    "es_title": "Showdown\r",
    "es_intro": "Después de que la quinta y última ronda termine con las fichas en el bote, es la hora de que los jugadores que siguen en la mano muestren sus cartas. El showdown solo ocurre si hay más de un jugador restante en la mano. \n\nEl ganador es el que tenga la mejor combinación de cinco cartas conocida como la mano. Si solo queda un jugador que no se haya tirado es el que se lleva el bote.",
    "dk_title": "Showdown\r",
    "dk_intro": "Når den femte og sidste indsatsrunde slutter, og alle pengene befinder sig i puljen, er det tid til, at de tilbageværende spillere viser deres kort. Der afvikles udelukkende showdown, når der er mere end én spiller tilbage i hånden.\n\nVinderen er den spiller, der har den bedste kombination af fem kort, altså den bedste hånd. Hvis der kun er én spiller tilbage på dette tidspunkt, vinder denne hele puljen.",
    "ru_title": "Шоудаун",
    "ru_intro": "После пятого и последнего раунда торговли для всех оставшихся в розыгрыше игроков наступает время открыть свои комбинации. Шоудаун возможен только в том случае, если в раздаче осталось двое или больше игроков.\n\nПобедителем становится игрок, который сможет собрать лучшую пятикарточную комбинацию (покерная рука). Если до этой стадии добирается только один игрок, он выигрывает весь банк.\n"
  },
  {
    "game_id": "SNAP",
    "title": "Deal",
    "stage_id": "snap_deal",
    "intro": "To start playing SNAP, you have to join a pool of players. You can do it by clicking the “SNAP” tab on the top right-hand side when you open the 888poker Main Lobby. It will take you to the SNAP Main Lobby where you will be presented with two options. You can choose to play cash games or tournaments.\n\nAfter choosing your game format, you can double click on any available player pools. By clicking the “Join Game” button, you will be added to that game and seated at a table with random players in the same pool.\n\nOnce all players are seated at the table with their relevant chip stacks, there are a few more steps before the game can start. \n\nFirstly, a player indicated by ‘the dealer’ button (‘D') is named as the dealer for the current hand.\nSecondly, two mandatory bets are placed. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second forced bet, called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt two face-down hole cards.",
    "step_id": "snap_deal_0",
    "": "",
    "en_title": "Deal",
    "en_intro": "To start playing SNAP, you have to join a pool of players. You can do it by clicking the “SNAP” tab on the top right-hand side when you open the 888poker Main Lobby. It will take you to the SNAP Main Lobby where you will be presented with two options. You can choose to play cash games or tournaments.\n\nAfter choosing your game format, you can double click on any available player pools. By clicking the “Join Game” button, you will be added to that game and seated at a table with random players in the same pool.\n\nOnce all players are seated at the table with their relevant chip stacks, there are a few more steps before the game can start. \n\nFirstly, a player indicated by ‘the dealer’ button (‘D') is named as the dealer for the current hand.\nSecondly, two mandatory bets are placed. The player to the left of the dealer button posts the first forced bet, called ‘the small blind’. The player to the left of the small blind posts the second forced bet, called ‘the big blind’. The big blind is twice the amount of the small blind.\n\nFinally, each player is dealt two face-down hole cards.",
    "de_title": "Geben",
    "de_intro": "Um SNAP spielen zu können, müssen Sie sich einem Pool von Spielern anschließen. Hierzu klicken Sie rechts oben auf die Registerkarte „SNAP“, wenn Sie die 888poker-Hauptlobby öffnen. Sie gelangen dann zur SNAP-Hauptlobby, in der Ihnen zwei Optionen angezeigt werden. Sie haben die Wahl, entweder Cash Games oder Turniere zu spielen.\n\nNachdem Sie Ihr Spielformat gewählt haben, können Sie auf einen beliebigen Spielerpool klicken. Wenn Sie auf die Schaltfläche „Am Spiel teilnehmen“ klicken, werden Sie bei diesem Spiel aufgenommen und an einen Tisch mit zufällig ausgewählten Spielern aus dem gleichen Pool gesetzt.\n\nSobald alle Teilnehmer mit ihren jeweiligen Chipstapeln am Tisch sitzen, sind ein paar weitere Schritte erforderlich, bevor das Spiel beginnen kann.\n\nZuerst wird ein Teilnehmer für die aktuelle Hand als Dealer benannt, was durch den Dealer-Button („D“) gekennzeichnet wird.\nDanach werden zwei Pflichteinsätze platziert. Der Teilnehmer links neben dem Dealer-Button bringt den ersten Zwangseinsatz, den sogenannten „Small Blind“. Der Teilnehmer links neben dem Small Blind bringt den zweiten Zwangseinsatz, den sogenannten „Big Blind“. Der Big Blind ist doppelt so hoch wie der Small Blind.\n\nIm letzten Schritt erhält jeder Spieler erhält zwei Taschenkarten verdeckt.",
    "es_title": "Reparto\r",
    "es_intro": "Para empezar a jugar SNAP, tienes que unirte a un grupo de jugadores. Lo puedes hacer pinchando en la pestaña SNAP en la parte de arriba a la derecha del lobby principal de 888poker.es. Entrarás en el lobby de SNAP donde te encontrarás con dos opciones. Puedes seleccionar torneos o partidas de cash.\n\nDespués de seleccionar el formato de juego que quieras, puede entrar en cualquiera de los grupos disponibles. Al hacer doble click en el nivel que quieras te unirás al juego y te sentarán en una mesa con jugadores elegidos aleatoriamente de ese grupo.\n\nUna vez que los jugadores están sentados en la mesa con sus fichas, aún quedan un par de pasos antes de que comience el juego.\n\nPrimero, uno de los jugadores será el dealer y se indicará con el botón (‘D’). Después hay que poner las apuestas obligatorias. El jugador a la izquierda del dealer pone la primera apuesta obligatoria que se llama ciega pequeña. El jugador a la izquierda de la ciega pequeña pone la segunda apuesta obligatoria, la ciega grande. Esta ciega grande es el doble que la ciega pequeña.\n\nFinalmente, cada jugador recibe dos cartas boca abajo.",
    "dk_title": "Kortgiving\r",
    "dk_intro": "Når du vil spille SNAP, skal du i første omgang vælge en spillerpulje. Det gør du ved at klikke på fanen \"SNAP\" i øverste højre hjørne af hovedlobbyen for 888poker. Herefter overføres du til hovedlobbyen for SNAP, hvor du har to muligheder: Du kan vælge at spille cash games eller turneringer.\n\nNår du har valgt spilformat, kan du dobbeltklikke på en af de tilgængelige spillerpuljer. Når du klikker på knappen \"Deltag i spil\", føjes du til spillet og placeres ved et bord med en række tilfældige spillere fra den samme pulje.\n\nNår alle spillere har sat sig til rette ved bordet med deres respektive chipstakke, skal der foretages et par indledende handlinger, inden spillet kan gå i gang.\n\nFørst udpeges en spiller som dealer til den aktuelle hånd. Vedkommende tildeles dealerknappen.\nHerefter placeres to obligatoriske indsatser. Spilleren til venstre for dealerknappen placerer den første tvungne indsats. Denne indsats kaldes \"small blind\". Spilleren til venstre for small blind placerer den anden tvungne indsats. Denne indsats kaldes \"big blind\". Big blind er det dobbelte af small blind.\n\nTil sidst tildeles hver spiller to hole cards med billedsiden nedad.",
    "ru_title": "Раздача",
    "ru_intro": "Чтобы начать играть в SNAP, вы должны присоединиться к пулу игроков. Вы можете сделать это, нажав на вкладку \"SNAP\" в правом верхнем углу главного лобби 888poker. Так вы попадете в главное лобби SNAP, где у вас будут две опции. Вы можете выбирать между кэш-играми и турнирами.\n\nВыбрав игровой формат, вы можете сделать двойной клик по любому из пулов игроков. Нажав на кнопку \"Присоединиться\", вы войдете в игру и будете посажены за стол со случайными игроками из того же пула.\n\nПосле того как все игроки будут посажены за стол с соответствующими стэками, чтобы начать раздачу, необходимо выполнить еще несколько шагов.\n\nВо-первых, игрок, рядом с которым лежит \"кнопка дилера\" (‘’D’), назначается дилером на данную раздачу.\nВо-вторых, делаются две обязательные ставки. Игрок слева от дилера делает первую принудительную ставку, которая называется \"малый блайнд\". Игрок слева от малого блайнда делает вторую принудительную ставку, которая называется \"большой блайнд\". Большой блайнд в два раза больше малого блайнда.\n\nНаконец, каждый игрок получает две закрытые карманные карты."
  },
  {
    "game_id": "SNAP",
    "title": "Pre-Flop",
    "stage_id": "snap_pre_flop",
    "intro": "Once the small and big blinds have been posted, and all the players have two hole cards, the first betting round begins. This stage is called, pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or move all-in. With no prior raise, the big blind can also check.",
    "step_id": "snap_pre_flop_0",
    "": "",
    "en_title": "Pre-Flop",
    "en_intro": "Once the small and big blinds have been posted, and all the players have two hole cards, the first betting round begins. This stage is called, pre-flop. The player to the left of the big blind acts first, and only one player can act at a time. The betting action moves clockwise around the table. Each player has the following four options: call, raise, fold or move all-in. With no prior raise, the big blind can also check.",
    "de_title": "Preflop",
    "de_intro": "Nachdem Small Blind und Big Blind gebracht wurden und alle Teilnehmer zwei Taschenkarten besitzen, beginnt die erste Einsatzrunde. Diese Phase wird als Preflop bezeichnet. Der Teilnehmer links neben dem Big Blind ist als erster an der Reihe, und es kann immer nur jeweils ein Teilnehmer an der Reihe sein. Das Einsatzgeschehen bewegt sich im Uhrzeigersinn um den Tisch. Jeder Teilnehmer hat die folgenden vier Möglichkeiten: mitgehen, erhöhen, aussteigen oder All-in gehen. Wenn zuvor nicht erhöht wurde, kann der Big Blind auch schieben.",
    "es_title": "Pre-Flop\r",
    "es_intro": "Una vez se han puesto las ciegas pequeña y grande y los jugadores tienen sus dos cartas, comienza la primera ronda de apuestas. Estamos en el pre-flop. El jugador a la izquierda de la ciega grande es el primero en actuar y continúa la acción de jugador en jugador en el sentido de las agujas del reloj. Cada jugador tiene cuatro opciones: pagar, subir, retirarse o ir all-in. Si no ha habido ninguna subida, la ciega grande puede pasar.",
    "dk_title": "Preflop\r",
    "dk_intro": "Når small og big blind er lagt ud, og alle spillere sidder med to hole cards, begynder den første indsatsrunde. Denne runde kaldes preflop. Spilleren til venstre for big blind foretager den første handling, og kun én spiller kan agere ad gangen. Turen bevæger sig med uret rundt om bordet. Hver spiller har følgende fire muligheder: Han eller hun kan calle, raise, folde eller gå allin. Hvis ingen foretager et raise, kan big blind også checke.",
    "ru_title": "Префлоп",
    "ru_intro": "После постановки малого и большого блайндов и раздачи закрытых карт начинается первый раунд торговли. Эта стадия розыгрыша называется префлопом. Игрок слева от большого блайнда действует первым. Все игроки принимают решения по-очереди. Слово переходит от одного игрока к другому по часовой стрелке. У каждого игрока имеются следующие четыре опции: колл, рейз, фолд и олл-ин. Если не было рейзов, большой блайнд может просто чекнуть.\r"
  },
  {
    "game_id": "SNAP",
    "title": "Flop",
    "stage_id": "snap_flop",
    "intro": "After the pre-flop round has concluded and the pot is right, three face-up community cards are dealt on the poker table. This is called the flop. Now, the second round of betting begins.\n\nThe first player to act is the active player sat nearest to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or bet. If the first player checks, the next player has the same two options. If a decides to make an initial bet, the other players can call, raise, fold or move all-in.\n",
    "step_id": "snap_flop_0",
    "": "",
    "en_title": "Flop",
    "en_intro": "After the pre-flop round has concluded and the pot is right, three face-up community cards are dealt on the poker table. This is called the flop. Now, the second round of betting begins.\n\nThe first player to act is the active player sat nearest to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or bet. If the first player checks, the next player has the same two options. If a decides to make an initial bet, the other players can call, raise, fold or move all-in.\n",
    "de_title": "Flop",
    "de_intro": "Wenn die Preflop-Runde abgeschlossen wurde und der Pot stimmt, werden drei Gemeinschaftskarten offen auf dem Pokertisch ausgeteilt. Dies wird der Flop genannt. Jetzt beginnt die zweite Runde mit Einsätzen.\n\nDer erste Teilnehmer, der an der Reihe ist, ist der aktive Spieler, der am nächsten links vom Dealer sitzt. Die Action bewegt sich im Uhrzeigersinn um den Tisch. Der erste Spieler hat zwei Möglichkeiten: schieben oder setzen. Wenn der erste Spieler schiebt, hat der nächste Spieler dieselben beiden Möglichkeiten. Wenn er sich entschließt, einen ersten Einsatz zu bringen, können die anderen Spieler mitgehen, erhöhen, aussteigen oder All-in gehen.",
    "es_title": "Flop\r",
    "es_intro": "Cuando la ronda pre-flop ha terminado y el bote está igualado, se sacan tres cartas comunitarias boca arriba en la mesa. Esto es el flop. Ahora comienza la segunda ronda de apuestas.\n\nEl primer jugador en actuar es el primer jugador activo sentado a la izquierda del dealer. La acción continúa en el sentido de las agujas del reloj. El primer jugador tiene dos opciones: pasar o apostar. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Si, en cambio, decide hacer una apuesta, los siguiente jugadores pueden pagar, subir, tirarse o ir all-in.",
    "dk_title": "Flop\r",
    "dk_intro": "Når preflop-runden er afsluttet, og puljen er korrekt, lægges der tre fælleskort på bordet med billedsiden opad. Denne runde kaldes floppet. Nu indledes den anden indsatsrunde.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Turen bevæger sig med uret rundt om bordet. Den første spiller har to muligheder: At checke eller placere en indsats. Hvis den første spiller checker, har den næste spiller de samme to muligheder. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller gå allin.",
    "ru_title": "Флоп",
    "ru_intro": "После завершения префлопа и формирования банка на покерный стол раздаются три открытые общие карты. Они называются флопом. В этот момент начинается второй раунд торговли.\n\nПервым принимает решение ближайший активный игрок слева от дилера. Слово переходит от игрока к игроку по часовой стрелке. У первого игрока две опции: чек или ставка. Если первый игрок чекнул, у следующего игрока те же две опции. Если же он сделал ставку, другие игроки могут заколлировать, рейзить, сброситься или пойти олл-ин.\n"
  },
  {
    "game_id": "SNAP",
    "title": "Turn",
    "stage_id": "snap_turn",
    "intro": "When the betting action is completed in the flop round, a fourth face-up community card is dealt on the table. This is called the turn: A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or place a bet. Once an initial bet is placed, the other players can also call, raise, fold or move all-in.",
    "step_id": "snap_turn_0",
    "": "",
    "en_title": "Turn",
    "en_intro": "When the betting action is completed in the flop round, a fourth face-up community card is dealt on the table. This is called the turn: A third round of betting begins.\n\nThe first player to act is the first player still in the game, seated to the left of the dealer. The action moves clockwise around the table. The first player has two options: check or place a bet. Once an initial bet is placed, the other players can also call, raise, fold or move all-in.",
    "de_title": "Turn",
    "de_intro": "Wenn das Einsatzgeschehen in der Flop-Runde beendet ist, wird eine vierte Gemeinschaftskarte offen auf dem Tisch ausgeteilt. Dies wird der Turn genannt: Eine dritte Runde mit Einsätzen beginnt.\n\nDer erste Teilnehmer, der an der Reihe ist, ist der erste Spieler, der noch im Spiel ist und links vom Dealer sitzt. Die Action bewegt sich im Uhrzeigersinn um den Tisch. Der erste Spieler hat zwei Möglichkeiten: schieben oder einen Einsatz platzieren. Sobald ein erster Einsatz platziert wurde, können die anderen Spieler auch mitgehen, erhöhen, aussteigen oder All-in gehen.",
    "es_title": "Turn\r",
    "es_intro": "Cuando la acción del flop ha terminado, se saca una cuarta carta comunitaria en la mesa. Esto es el turn y comienza la tercera ronda de apuestas.\n\nEl primer jugador en actuar es el primer jugador activo sentado a la izquierda del dealer. La acción continúa en el sentido de las agujas del reloj. El primer jugador tiene dos opciones: pasar o apostar. Si el primer jugador pasa, el siguiente tiene las mismas dos opciones. Si, en cambio, decide hacer una apuesta, los siguiente jugadores pueden pagar, subir, tirarse o ir all-in.",
    "dk_title": "Turn\r",
    "dk_intro": "Når alle indsatser er placeret i flop-runden, lægges det fjerde fælleskort på bordet med billedsiden opad. Dette kort kaldes turn. En tredje indsatsrunde går i gang.\n\nDen aktive spiller, der sidder nærmest på dealerens venstre side, skal foretage den første handling. Turen bevæger sig med uret rundt om bordet. Den første spiller har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere også calle, raise, folde eller gå allin.",
    "ru_title": "Терн",
    "ru_intro": "После завершения торговли на флопе на стол выкладывается четвертая открытая общая карта. Она называется терном. Начинается третий раунд ставок.\n\nПервым принимает решение ближайший активный игрок слева от дилера. Слово переходит от игрока к игроку по часовой стрелке. У первого игрока две опции: чек или ставка. После того как первая ставка сделана, у оставшихся игроков, как и прежде, четыре опции: колл, рейз, фолд или олл-ин.\n"
  },
  {
    "game_id": "SNAP",
    "title": "River",
    "stage_id": "snap_river",
    "intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or move all-in. Action then moves clockwise around the table.",
    "step_id": "snap_river_0",
    "": "",
    "en_title": "River",
    "en_intro": "After the turn round has finished, the fifth and last face-up community card is placed on the table. This card is called the river. The fourth and last betting round begins.\n\nAs in the previous three rounds, the betting starts with the first player to the left of the dealer, who is still active in the hand. This player has two options: to check or bet. Once an initial bet is placed, other players can call, raise, fold or move all-in. Action then moves clockwise around the table.",
    "de_title": "River\n",
    "de_intro": "Wenn die Turn-Runde beendet ist, wird die fünfte und letzte Gemeinschaftskarte offen auf den Tisch gelegt. Diese Karte wird der River genannt. Die vierte und letzte Einsatzrunde beginnt.\n\nWie in den vorherigen drei Runden beginnt das Setzen bei dem ersten Spieler links neben dem Dealer, der noch aktiv in der Hand ist. Dieser Spieler hat zwei Möglichkeiten: schieben oder setzen. Sobald ein erster Einsatz platziert wurde, können die anderen Spieler auch mitgehen, erhöhen, aussteigen oder All-in gehen. Danach bewegt sich die Action im Uhrzeigersinn um den Tisch.",
    "es_title": "River\r",
    "es_intro": "Cuando ha terminado la ronda del turn, la quinta y última carta comunitaria se pone en la mesa. Esta carta es el river. Comienza la cuarta y última ronda de apuestas. \n\nComo en tras tres rondas anteriores, la acción comienza en el primer jugador a la izquierda del dealer, que sigue activo en la mano. El jugador tiene dos opciones: pasar o subir. Una vez que se realiza la apuesta inicial, el resto de jugadores puede pagar, subir, tirarse o ir all-in. La acción se mueve en el sentido de las agujas del reloj.",
    "dk_title": "River\r",
    "dk_intro": "Når turn-runden er afsluttet, lægges det femte og sidste fælleskort på bordet med billedsiden opad. Dette kort kaldes river. Den fjerde og sidste indsatsrunde begynder.\n\nSom i de tidligere tre runder skal den aktive spiller, der sidder nærmest på dealerens venstre side, foretage den første handling. Spilleren har to muligheder: At checke eller placere en indsats. Hvis en spiller placerer en indsats, kan de øvrige spillere calle, raise, folde eller gå allin. Turen bevæger sig derefter med uret rundt om bordet.",
    "ru_title": "Ривер",
    "ru_intro": "После терна на стол выкладывается последняя открытая общая карта. Она называется ривером. Начинается четвертый и последний раунд торговли.\n\nКак и в предыдущих трех раундах, торговля начинается с ближайшего активного игрока слева от дилера У этого игрока две опции: чек или ставка. После первой ставки другие игроки могут коллировать, рейзить, фолдить или идти олл-ин. Слово переходит по часовой стрелке вокруг стола.\n"
  },
  {
    "game_id": "SNAP",
    "title": "Showdown",
    "stage_id": "snap_showdown",
    "intro": "After the final betting round ends and all the money is in the pot, it is time for the players who are still in the hand to reveal their cards. The winner is the player with the best five-card combination, also known as the hand. Showdown only occurs if more than one player is active in a hand. If only one player makes it to this stage, they will win all the money in the pot.",
    "step_id": "snap_showdown_0",
    "": "",
    "en_title": "Showdown",
    "en_intro": "After the final betting round ends and all the money is in the pot, it is time for the players who are still in the hand to reveal their cards. The winner is the player with the best five-card combination, also known as the hand. Showdown only occurs if more than one player is active in a hand. If only one player makes it to this stage, they will win all the money in the pot.",
    "de_title": "Showdown\r",
    "de_intro": "Wenn die letzte Einsatzrunde beendet ist und das gesamte Geld im Pot ist, müssen die Spieler, die noch in der Hand sind, ihre Karten aufdecken. Der Gewinner ist der Spieler mit der besten Kombination aus fünf Karten, der so genannten Hand. Der Showdown findet nur statt, wenn in einer Hand noch mindestens zwei Spieler aktiv sind. Wenn nur ein einziger Spieler diese Phase erreicht hat, gewinnt er das gesamte Geld im Pot.",
    "es_title": "Showdown\r",
    "es_intro": "Cuando la última ronda de apuestas termina y las fichas están en el bote, es la hora de que los jugadores que aún están en la mano tiene que mostrar sus jugadas. El ganador es el jugador que tenga la mejor combinación de cinco cartas, también llamada mano. El showdown solo ocurre si hay más un jugador activo en la mano. Si solo queda un jugador activo en la mano, este se llevará todas las fichas del bote. ",
    "dk_title": "Showdown\r",
    "dk_intro": "Når den sidste indsatsrunde slutter, og alle pengene befinder sig i puljen, er det tid til, at de tilbageværende spillere viser deres kort. Vinderen er den spiller, der har den bedste kombination af fem kort, altså den bedste hånd. Der er kun showdown, når der er mere end én aktiv spiller tilbage i hånden. Hvis der kun er én spiller tilbage på dette tidspunkt, vinder denne hele puljen.",
    "ru_title": "Шоудаун",
    "ru_intro": "После завершения последнего раунда ставок для оставшихся в банке игроков наступает время вскрыть свои карты. Побеждает игрок, собравший лучшую пятикарточную комбинацию, которая также называется рукой. Шоудаун проводится только в том случае, если в розыгрыше осталось двое и более игроков. Если до этой стадии добирается только один игрок, он выигрывает все деньги в банке.\r"
  }
]