[
  {
    "title": "Royal flush",
    "en_title": "Royal flush",
    "de_title": "Royal flush",
    "es_title": "Escalera real\r",
    "ru_title": "Флеш-рояль\r",
    "dk_title": "Royal flush\r",
    "data": "royal_flush",
    "card_1": "1.svg",
    "card_1_status": "active",
    "card_2": "13.svg",
    "card_2_status": "active",
    "card_3": "12.svg",
    "card_3_status": "active",
    "card_4": "11.svg",
    "card_4_status": "active",
    "card_5": "10.svg",
    "card_5_status": "active",
    "en_description": "Royal flush is the absolute best possible card combination in poker. It contains five cards of the same suit, in sequence from 10 to Ace. It is an unbeatable hand and you can be sure you win the pot or at least some part of it.\n\nRemember, that all suits are equal in poker games. It may be a situation when two or more players hold a royal flush but is highly unlikely. In this case the pot is split between those two players.\n\nRoyal flush is a kind of straight flush and is considered the most rare poker hand combination. There are only four possible royal flush hands, one for each suit. The chances of you being dealt a royal flush are very minimal, only 0.00015%. However, if you are lucky you can confidently place an all-in with a royal flush. ",
    "de_description": "Der Royal Flush ist die absolut beste mögliche Kartenkombination beim Poker. Er besteht aus fünf Karten derselben Farbe, aufsteigend von der 10 bis zum Ass. Diese Hand kann nicht übertroffen werden und Sie können sicher sein, den Pot oder zumindest einen Teil davon zu gewinnen.\n\nDenken Sie daran, beim Poker sind alle Spielkartenfarben gleichwertig. Es kann vorkommen, dass zwei oder mehr Spieler einen Royal Flush auf der Hand haben, aber dies ist höchst unwahrscheinlich. In solch einem Fall wird der Pot zwischen diesen Spielern aufgeteilt.\n\nDer Royal Flush ist eine Art des Straight Flush und wird als die seltenste Pokerhand-Kombination angesehen. Es gibt nur vier mögliche Royal-Flush-Hände, eine für jede Kartenfarbe. Die Chance, einen Royal Flush zu erhalten, ist minimal und liegt bei 0,00015 %. Wenn Sie jedoch das Glück haben, dann können Sie mit einem Royal Flush mit 100%iger Sicherheit All-In gehen. \n",
    "es_description": "La escalera real es la mejor combinación posible en el póker. Son cinco cartas del mismo palo seguidas desde el 10 hasta el as. Es imbatible por lo que puedes estar seguro de llevarte el bote o al menos parte de él. \n\nRecuerda que todos los palos valen lo mismo. Puede ocurrir que dos jugadores tengan escalera de color, pero es casi imposible, en este caso el bote se reparte entre esos dos jugadores.  \n\nLa escalera real es una escalera de color y se considera la mano de poker más difícil de conseguir. Solo hay cuatro posibles escaleras reales, una por cada palo. Las probabilidades de que te repartan una escalera real son mínimas, solo el  0.00015%. Sin embargo, si tienes esa suerte puedes ir all-in con tranquilidad con una escalera real.",
    "ru_description": "Флеш-рояль — это самая лучшая комбинация карт в покере. Она состоит из пять карт одной масти, по порядку, от 10 до туза. Эту руку невозможно побить, и вы можете быть уверены, что выиграете с ней банк или хотя бы его часть.\n\nПомните, что в покерных играх все масти равноценны. Ситуация, когда двое и более игроков собрали флеш-рояль, возможна, но крайне маловероятна. В этом случае банк делится между этими двумя игроками.\n\nФлеш-рояль — это вид стрейт-флеша и считается самой редкой покерной комбинацией. Существует только четыре возможных флеш-рояля, по одному для каждой масти. Шансы собрать флеш-рояль минимальны, всего лишь 0,00015%. Однако если вам все же повезло, с флеш-роялем вы можете спокойно идти олл-ин. \n",
    "dk_description": "Royal flush er den absolut bedste hånd i poker. Den indeholder fem kort i samme kulør i rækkefølge fra 10 til es. Hånden er uovervindelig, og du er sikker på at vinde puljen eller i det mindste en del af den.\n\nVær opmærksom på, at alle kulører er lige meget værd i poker. Det kan ske, at to eller flere spillere sidder med en royal flush samtidig, men det er temmelig usandsynligt. Hvis det sker, deles puljen mellem de respektive spillere.\n\nRoyal flush er den højeste straight flush og den mest sjældne pokerhånd i spillet. Der findes kun fire mulige straight flushes – én i hver kulør. Chancen for at få tildelt en royal flush er minimal, kun 0,00015 %. Hvis det endelig lykkes dig at få en royal flush, kan du dog gå allin med helt og aldeles ro i maven. ",
    "possibility": "0.0015%",
    "menu_card_1": "10.svg",
    "menu_card_2": "11.svg",
    "menu_card_3": "12.svg",
    "menu_card_4": "13.svg",
    "menu_card_5": "1.svg"
  },
  {
    "title": "Straight flush",
    "en_title": "Straight flush",
    "de_title": "Straight flush",
    "es_title": "Escalera de color\r",
    "ru_title": "Стрейт-флеш\r",
    "dk_title": "Straight flush\r",
    "data": "straight_flush",
    "card_1": "5.svg",
    "card_1_status": "active",
    "card_2": "6.svg",
    "card_2_status": "active",
    "card_3": "7.svg",
    "card_3_status": "active",
    "card_4": "8.svg",
    "card_4_status": "active",
    "card_5": "9.svg",
    "card_5_status": "active",
    "en_description": "Straight flush is the highest of all poker hands. It consists of five cards in sequence, all of the same suit. If there are more than one straight flush at showdown, the one containing the highest top card wins the pot\nBearing in mind that all suits in poker are equal, in an event of multiple players reviling a straight flush with the same cards value the pot is split between them. The ace (A) can be used as both the highest (A - K - Q - J - 10) and the lowest card (5 - 4 - 3 - 2 - A). In the first example, the hand is a royal flush - the best possible five-card combination. The second example shows the lowest possible straight flush.\n\nThere are 40 possible straight flushes, including four royal flushes in poker. The chances of you being dealt a straight flush are pretty slim at just 0.00139%.",
    "de_description": "Der Straight Flush ist die höchste aller Pokerhände. Er besteht aus fünf Karten in Reihenfolge, alle von derselben Kartenfarbe. Gibt es beim Showdown mehr als einen Straight Flush, dann gewinnt der Spieler mit der höchsten Karte den Pot.\n\nDa beim Poker alle Kartenfarben gleichwertig sind, kann es vorkommen, dass mehrere Spieler einen Straight Flush mit demselben Kartenwert vorweisen. In diesem Fall wird der Pot zwischen ihnen aufgeteilt. Das Ass (A) kann sowohl als höchste (A - K - Q - J - 10) als auch als niedrigste Karte (5 - 4 - 3 - 2 - A) stehen. Im ersten Beispiel handelt es sich bei der Hand um einen Royal Flush – die bestmögliche 5-Karten-Kombination. Das zweite Beispiel zeigt den niedrigsten möglichen Straight Flush.\n\nBeim Poker gibt es 40 mögliche Straight Flushs, einschließlich der vier Royal Flushs. Die Chancen, dass Ihnen ein Straight Flush ausgeteilt wird, sind mit 0,00139 % ziemlich gering.\n",
    "es_description": "La escalera de color es la más alta de todas las jugadas de póker. Son cinco cartas consecutivas, todas del mismo palo. Si hay más de una escalera de color, la que esté formada por las cartas más altas ganaría el bote. \n\nTen en cuenta que todos los palos en el póker valen igual, en el caso de que varios jugadores tengan escalera de color con las mismas cartas, el bote se reparte entre ello. El as puede usarse en la escalera más alta (A-K-Q-J-10) y la más baja (5-4-3-2-A). En el primer caso, es una escalera real, la mejor combinación de cinco cartas. La segunda es la escalera de color más baja. \n\nHay 40 escaleras de color posibles, incluyendo las cuatro escaleras reales. Las posibilidades de que te repartan una escalera de color son bastante bajas, solo el 0.00139%.",
    "ru_description": "Стрейт-флеш — это самый старший вид покерной комбинации. Он состоит из пяти карт по порядку, все одной масти. Если на шоудауне игроки показывают несколько стрейт-флешей, выигрывает тот, чья верхняя карта старше.\n\nУчитывая, что все масти в покере равноценны, в случае, когда сразу несколько игроков собирают стрейт-флеш из карт одного ранга, банк между ними делится. Туз (A) может быть использован, как старшая карта (A - K - Q - J - 10) или как младшая (5 - 4 - 3 - 2 - A). В первом примере комбинация называется флеш-роялем. Это лучшая возможная комбинация в покере. Второй пример — это самый младший из возможных стрейт-флешей.\n\nВсего в покере существует 40 стрейт-флешей, включая четыре флеш-рояля. Шансы собрать стрейт-флеш весьма малы, всего 0,00139%.\n",
    "dk_description": "Straight flush er den højeste af alle pokerhænder. Den indeholder fem kort i rækkefølge i samme kulør. Hvis der er mere end én straight flush ved showdown, vinder den med det højeste kort puljen.\nDa alle kulører er lige gode i poker, kan det ske, at flere spillere viser en straight flush med samme kortværdi. I så fald deles puljen mellem de pågældende spillere. Esset (A) kan bruges som både højeste (A - K - Q - J - 10) og laveste kort (5 - 4 - 3 - 2 - A). I det første tilfælde er hånden en royal flush – den bedste hånd i poker. Det andet eksempel viser den lavest mulige straight flush.\n\nDer er 40 forskellige straight flushes, inklusive fire royal flushes, i poker. Chancen for at få tildelt en straight flush er forsvindende lille og udgør 0,00139 %.",
    "possibility": "0.00139%",
    "menu_card_1": "15.svg",
    "menu_card_2": "16.svg",
    "menu_card_3": "17.svg",
    "menu_card_4": "18.svg",
    "menu_card_5": "19.svg"
  },
  {
    "title": "Four of a kind",
    "en_title": "Four of a kind",
    "de_title": "Vierling",
    "es_title": "Póker\r",
    "ru_title": "Каре\r",
    "dk_title": "Fire ens\r",
    "data": "four_of_kind",
    "card_1": "11.svg",
    "card_1_status": "active",
    "card_2": "24.svg",
    "card_2_status": "active",
    "card_3": "37.svg",
    "card_3_status": "active",
    "card_4": "50.svg",
    "card_4_status": "active",
    "card_5": "17.svg",
    "card_5_status": "passive",
    "en_description": "Four-of-a-kind or also known as quads is the next highest ranking hand after the starting flush. It consists of any four cards with the same rank and any other card. If there are more than one player with a quads at showdown, the player with the highest four cards wins the pot. \n\nIn poker games with community cards, if two or more players share the same four-of-a-kind, the winner is decided by the bigger fifth card, also known as the ‘kicker’.\n\nThere are 624 possible four-of-a-kind hands. The best one contains four aces, the lowest is made up of 2 - 2 - 2 - 2. The chances of being dealt a quads are also very rare at 0.024%.",
    "de_description": "Der Vierling, auch bekannt als Four-of-a-kind, ist die nächst höhere Hand nach dem Starting Flush. Er besteht aus beliebigen vier Karten vom gleichen Wert sowie einer beliebigen weiteren Karte. Gibt es beim Showdown mehrere Spieler mit einem Vierling, dann gewinnt derjenige mit den höchsten vier Karten den Pot.\n\nIn Pokerspielen mit Gemeinschaftskarten können mehrere Spieler denselben Vierling haben. Der Gewinner ist dann derjenige mit der höchsten fünften Karte, auch als „Kicker“ bezeichnet.\n\nEs gibt 624 Möglichkeiten für eine Hand mit einem Vierling. Die beste besteht aus vier Assen, die niedrigste aus 2 - 2 - 2 - 2. Die Chancen, einen Vierling zu erhalten, sind mit 0,024 % immer noch sehr niedrig.\n",
    "es_description": "Poker es la siguiente mano más fuerte por debajo de la escalera de color. Son cuatro cartas del mismo valor junto a otra carta más. Si hay más de un jugador con póker, el que lo tenga de cartas más altas se lleva el bote.\n\nEn los juegos con cartas comunitarias, si dos o más jugadores tienen el mismo pṕoker, el ganador es el que tenga la mejor quinta carta, llamada también carta de apoyo.\n\nHay 624 combinaciones posibles de póker. La mejor son cuatro ases y la más baja es 2-2-2-2. Las probabilidades de que te repartan póker también son bajas, el 0,024%.",
    "ru_description": "Каре — это следующая по старшинству комбинация после стрейт-флеша. Она состоит из четырех карт одинакового ранга и любой другой карты. Если на шоудауне несколько игроков показали каре, выигрывает комбинация из карт старшего ранга.\n\nВ покерных играх с общими картами возможна ситуация, когда у участников банка оказалось одинаковое каре. В таком случае победитель определяется старшинством пятой карты, также известной как \"кикер\".\n\nСуществует 624 возможные комбинации каре. Лучшая из них состоит из четырех тузов, самая младшая — 2 - 2 - 2 - 2. Шансы собрать каре также невелики, 0,024%.",
    "dk_description": "Fire ens kaldes også quads og er den næsthøjeste hånd efter straight flush. Den består af fire kort med samme værdi og et kort mere. Hvis der er mere end én spiller med quads ved showdown, vinder den spiller, der har de højeste fire ens.\n\nI pokerspil med fælleskort er det muligt for to eller flere spillere at dele de samme fire ens. I så fald afgøres hånden af, hvem der har det bedste femte kort, den såkaldte kicker.\n\nDer findes 624 forskellige kombinationer af fire ens. Den bedste er naturligvis fire esser, mens den ringeste består af 2 - 2 - 2 - 2. Sandsynligheden for at få tildelt quads er så lav som 0,024 %.",
    "possibility": "0.024%",
    "menu_card_1": "17.svg",
    "menu_card_2": "51.svg",
    "menu_card_3": "38.svg",
    "menu_card_4": "25.svg",
    "menu_card_5": "12.svg"
  },
  {
    "title": "Full house",
    "en_title": "Full house",
    "de_title": "Full House\r",
    "es_title": "Full\r",
    "ru_title": "Фулл-хаус\r",
    "dk_title": "Fuldt hus\r",
    "data": "full_house",
    "card_1": "51.svg",
    "card_1_status": "active",
    "card_2": "38.svg",
    "card_2_status": "active",
    "card_3": "25.svg",
    "card_3_status": "active",
    "card_4": "33.svg",
    "card_4_status": "active",
    "card_5": "7.svg",
    "card_5_status": "active",
    "en_description": "Full house is the next highest ranking hand after four-of-a-kind. It has three matching cards of one rank and two matching cards of a different rank. If there are more that one full houses at the showdown, the player with highest rank of the three cards wins the pot. In poker games with community cards, it is possible that several players share three matching cards from the board. In this case, the player with the higher pair wins the pot. \n\nThere are 3.744 possible combinations of a full house. The highest possible is three aces and two kings (A - A - A - K - K) and the lowest is 2 - 2 - 2 - 3 - 3. The probability of being dealt a full house is 0.1441%.",
    "de_description": "Das Full House ist die nächsthöhere Hand nach dem Vierling. Es besteht aus drei Karten eines Kartenwertes und zwei Karten eines anderen Kartenwertes. Gibt es beim Showdown mehrere Full Houses, dann gewinnt der Spieler mit den drei höchsten Karten den Pot. In Pokerspielen mit Gemeinschaftskarten besteht die Möglichkeit, dass mehrere Spieler drei gleichwertige Karten vom Board teilen. In diesem Fall gewinnt der Spieler mit dem höheren Paar den Pot.\n\nEs gibt 3744 mögliche Kombinationen für ein Full House. Die höchstmögliche besteht aus drei Assen und zwei Königen (A - A - A - K - K), die niedrigste aus 2 - 2 - 2 - 3 - 3. Die Wahrscheinlichkeit, ein Full House zu erhalten, liegt bei 0,1441 %.\n",
    "es_description": "El full es la siguiente jugada por debajo del póker. Son tres cartas iguales de un valor y dos iguales de otro. Si hay más de un full, el que tenga las tres cartas de valor más alto, se lleva el bote. En los juegos con cartas comunitarias, es posible que varios jugadores compartan las tres cartas iguales, en este caso el que tenga la mejor pareja gana el bote.\n\nHay 3.744 combinaciones posibles para formar full. La maś alta es tres ases y dos reyes (A - A - A - K - K) y la más baja 2 - 2 - 2 - 3 - 3. La probabilidad de que te repartan full es del 0.1441%.",
    "ru_description": "Фулл-хаунс следует по старшинству за каре. В нем три карты одного ранга и две карты другого. На шоудауне среди нескольких фулл-хаусов выигрывает тот, чьи три карты одинакового ранга старше. В покерных играх с общими картами несколько игроков могут использовать одни и те же три карты одинакового ранга, лежащие на столе. В таком случае выигрывает фулл-хаус, в котором ранг двух других карт старше.\n\nСуществует 3.744 возможные комбинации фулл-хауса. Старшая состоит из трех тузов и двух королей (A - A - A - K - K), а младшая — 2 - 2 - 2 - 3 - 3. Вероятность собрать фулл-хаус равна 0,1441%.",
    "dk_description": "Fuldt hus rangerer lige under fire ens. Det indeholder tre matchende kort med samme værdi og to matchende kort med en anden værdi. Hvis der er mere end én spiller, der har fuldt hus ved showdown, vinder den spiller, hvis tre matchende kort har den højeste værdi. I pokerspil med fælleskort kan flere spillere dele de samme tre matchende kort fra bordet. Hvis det sker, vinder den spiller, der har det højeste par.\n\nDer findes 3 744 forskellige kombinationer af fuldt hus. Den højest mulige er tre esser og to konger (A - A - A - K - K), og den laveste er 2 - 2 - 2 - 3 - 3. Sandsynligheden for at få tildelt et fuldt hus er 0,1441 %.",
    "possibility": "0.1441%",
    "menu_card_1": "49.svg",
    "menu_card_2": "10.svg",
    "menu_card_3": "39.svg",
    "menu_card_4": "13.svg",
    "menu_card_5": "26.svg"
  },
  {
    "title": "Flush",
    "en_title": "Flush",
    "de_title": "Flush",
    "es_title": "Flush\r",
    "ru_title": "Флеш\r",
    "dk_title": "Flush\r",
    "data": "flush",
    "card_1": "39.svg",
    "card_1_status": "active",
    "card_2": "36.svg",
    "card_2_status": "active",
    "card_3": "35.svg",
    "card_3_status": "active",
    "card_4": "31.svg",
    "card_4_status": "active",
    "card_5": "30.svg",
    "card_5_status": "active",
    "en_description": "Flush is rather strong poker hand. It consists of any five cards of the same suit, but not in sequence. If there are more than one flushes at showdown, the player with the highest top card wins the pot. If both players have the same highest card in a hand, the second highest card is compared, and so on, until a difference is found. If there is no difference between the two hands, the players split the pot. Remember, the suits are equal in poker, so it makes no odds which suit you use to form a hand. \n\nThere are 5.108 possible combinations and chances of being dealt a flush are 0.1965%.",
    "de_description": "Der Flush ist eine ziemlich starke Pokerhand. Er besteht aus fünf Karten einer Farbe, jedoch nicht in Reihenfolge. Gibt es beim Showdown mehr als einen Flush, dann gewinnt der Spieler mit der höchsten Karte den Pot. Haben zwei Spieler die gleiche höchste Karte in ihrer Hand, dann wird die zweithöchste verglichen usw. bis eine Differenz gefunden wird. Gibt es keine Unterschiede zwischen den beiden Händen, teilen sich die Spieler den Pot. Denken Sie daran, dass Kartenfarben im Poker gleichwertig sind. Es macht also keinen Unterschied, aus welcher Farbe Sie Ihre Hand bilden.\n\nEs gibt 5108 mögliche Kombinationen und die Chance, einen Flush zu erhalten, liegt bei 0,1965 %.\n",
    "es_description": "El color es una mano bastante fuerte. Son cinco cartas del mismo palo, pero no seguidas. Si hubiera más de un jugador con color, el que tuviera la carta más alta se llevaría el bote. Si varios jugadores tienen la carta más alta del mismo valor, se compara la segunda y se continúa así. Si no hay diferencia entre las dos manos, el bote se reparte. Recuerda que en póker no hay diferencia entre los palos, así que no importa de qué palo es el color.\n\nHay 5.108 combinaciones y las posibilidades de ligarlo son del 0,1965%.",
    "ru_description": "Флеш — это довольно сильная покерная комбинация. Она состоит из пяти любых карт одинаковой масти, необязательно по порядку. Если на шоудауне оказывается несколько флешей, победитель определяется рангом старшей карты. Если старшая карта у несколько игроков одинакова, смотрится ранг следующей по старшинству карты комбинации и т.д., пока не будет определен победитель. Если флеши абсолютно одинаковы, банк делится. Помните, что в покере масти равноценны, поэтому масть флеша не имеет значения.\n\nСуществует 5108 возможных комбинаций флеша, а шансы собрать его равны 0,1965%.\n",
    "dk_description": "En flush er en af de bedre pokerhænder. Den består af fem kort i samme kulør, der ikke er i rækkefølge. Hvis der er mere end én flush ved showdown, vinder den, der indeholder det højeste kort. Hvis flere spillere har det samme højeste kort i deres flush, sammenlignes det næsthøjeste kort og så fremdeles, indtil der findes en forskel. Hvis værdien af samtlige kort er nøjagtig ens, deler spillerne puljen. Da alle kulører er ligeværdige i poker, er det ligegyldigt, hvilken kulør din flush består af.\n\nDer er 5 108 forskellige flushkombinationer, og chancen for at få tildelt en er 0,1965 %.",
    "possibility": "0.1965%",
    "menu_card_1": "16.svg",
    "menu_card_2": "18.svg",
    "menu_card_3": "21.svg",
    "menu_card_4": "24.svg",
    "menu_card_5": "14.svg"
  },
  {
    "title": "Straight",
    "en_title": "Straight",
    "de_title": "Straße",
    "es_title": "Escalera\r",
    "ru_title": "Стрейт\r",
    "dk_title": "Straight\r",
    "data": "straight",
    "card_1": "46.svg",
    "card_1_status": "active",
    "card_2": "45.svg",
    "card_2_status": "active",
    "card_3": "31.svg",
    "card_3_status": "active",
    "card_4": "17.svg",
    "card_4_status": "active",
    "card_5": "3.svg",
    "card_5_status": "active",
    "en_description": "Straight is a poker hand that contains any five connected cards in sequence with at least two different suits. If there are two or more straight hands at showdown, the player with the highest top card wins the pot. If the highest card in all the straights is of the same rank, the pot is split among the players. All suits are equal in poker, they can not be used to determine a winner. \n\nThe ace in a straight may be used as both a high (A - K - Q - J - 10) and low (5 - 4 - 3 - 2 - A) card. The first example, known as ‘Broadway’’, shows the highest ranking straight. In contract to the second example called the ‘wheel’ in poker terms, which is the lowest possible straight. \n\nThere are 10.240 possible straight combinations, making it a 0.39% chance of being dealt one.",
    "de_description": "Die Straße (Straight) ist eine Pokerhand, die aus fünf Karten in einer Reihenfolge und aus mindestens zwei verschiedenen Kartenfarben besteht. Gibt es beim Showdown mehr als eine Straße, dann gewinnt der Spieler mit der höchsten Karte den Pot. Ist die höchste Karte bei den Straßen gleichrangig, dann wird der Pot zwischen den Spielern aufgeteilt. Beim Poker sind alle Spielkartenfarben gleichwertig, sie können nicht zur Bestimmung eines Gewinners verwendet werden.\n\nDas Ass (A) kann in einer Straße sowohl als höchste (A - K - Q - J - 10) als auch als niedrigste Karte (5 - 4 - 3 - 2 - A) stehen. Das erste Beispiel, auch bekannt als „Broadway“, zeigt die höchste Straße. Im Gegensatz dazu ist das zweite Beispiel, in der Pokersprache „Wheel“ genannt, die niedrigste mögliche Straße.\n\nEs gibt 10.240 mögliche Straßen-Kombinationen und damit eine 0,39%ige Chance, eine Straße ausgeteilt zu bekommen.\n",
    "es_description": "La escalera es una mano de póker que contiene cinco cartas consecutivas con al menos dos palos diferentes. Si hay más una escalera, la que esté formada por las cartas más altas se lleva el bote. Si la carta más alta de las escaleras son la misma, el bote se reparte. Todos los palos valen igual en el póker y no se pueden usar para determinar el ganador.\n\nEl as ser la carta más alta de la escalera (A - K - Q - J - 10) o la más baja (5 - 4 - 3 - 2 - A). En el primer ejemplo, que se llama también ‘Broadway’’, muestra la escalera más alta. La segunda, llamada ‘wheel’, es la escalera más baja posible.\n\nHay 10.240 escaleras posibles, lo que hace un 0.39% de posibilidades de tenerla.",
    "ru_description": "Стрейт — это покерная комбинация из пяти карт по порядку и с как минимум двумя разными мастями. Из нескольких стрейтов на шоудауне выигрывает тот, чья верхняя карта старше. Если старшая карта во всех стрейтах одинакова, банк делится. Все масти в покере равноценны, поэтому они не могут использоваться для определения победителя.\n\nТуз (A) в стрейте может быть использован, как старшая карта (A - K - Q - J - 10) или как младшая (5 - 4 - 3 - 2 - A). В первом примере стрейт называется \"бродвеем\". Это старший возможный стрейт. Второй же пример стрейта на покерном жаргоне носит название \"колесо\", это самый младший стрейт в покере.\n\nСуществует 10.240 возможных комбинаций стрейта, а шансы собрать его составляют 0,39%.\n",
    "dk_description": "Straight er en pokerhånd, der indeholder fem sammenhængende kort i rækkefølge i mindst to forskellige kulører. Hvis der er to eller flere straights ved showdown, vinder den, der indeholder det højeste kort. Hvis det højeste kort i alle straights har samme værdi, deler spillerne puljen. Alle kulører er lige meget værd i poker, så kuløren kan ikke bruges til at afgøre, hvem der vinder.\n\nEsset i en straight kan bruges som både højeste (A - K - Q - J - 10) og laveste (5 - 4 - 3 - 2 - A) kort. Det første eksempel er den højest mulige straight og kaldes også for \"Broadway\". Omvendt er det andet eksempel den lavest mulige straight. I pokerterminologien kaldes den for \"wheel\" eller \"hjul\" på dansk.\n\nDer er 10 240 mulige straightkombinationer, og chancen for at få tildelt en er derfor 0,39 %.",
    "possibility": "0.39%",
    "menu_card_1": "31.svg",
    "menu_card_2": "45.svg",
    "menu_card_3": "7.svg",
    "menu_card_4": "21.svg",
    "menu_card_5": "48.svg"
  },
  {
    "title": "Three of a kind",
    "en_title": "Three of a kind",
    "de_title": "Drilling",
    "es_title": "Trío\r",
    "ru_title": "Сет (трипс)\r",
    "dk_title": "Tre ens\r",
    "data": "three_of_kind",
    "card_1": "27.svg",
    "card_1_status": "active",
    "card_2": "14.svg",
    "card_2_status": "active",
    "card_3": "1.svg",
    "card_3_status": "active",
    "card_4": "17.svg",
    "card_4_status": "passive",
    "card_5": "2.svg",
    "card_5_status": "passive",
    "en_description": "Three-of-a-kind is the next ranking hand after staring. It consists of any three cards of the same rank and any two other cards. If there are two or more players with a three-of-a-kind at showdown, the highest fourth card, also known as the ‘kicker’, decided who the winner is. If the fourth card did not determine the winner, the fifth card is considered. In a situation where all revealed three-of-a-kind hands are equal, the pot is split divided among the winning players. \n\nIn Texas Hold’em and other flop games, three-of-a-kind is called a ‘set’. It is when a player has a pair on his private (hole) cards and one card of a matching rank on the board, for example, 5 - 5 on your hole cards and 5 on the board. Another possible type of three-of-a-kind is ‘trips’. it is made up of a matching pair on the board and one hole card, for example, 5 - 5 - 4 on the board and 5 on your hole cards.\n\nThere are 54.912 possible three-of-a-kind hands. The likelihood of being dealt such a combination is 2.1128%.",
    "de_description": "Der Drilling (Three-of-a-kind) ist die nächsthöhere Hand nach dem Staring. Sie besteht aus beliebigen drei Karten vom gleichen Wert sowie zwei beliebigen weiteren Karten. Gibt es beim Showdown zwei oder mehr Spieler mit einem Drilling, dann bestimmt die höchste vierte Karte, auch als „Kicker“ bezeichnet, den Gewinner. Konnte die vierte Karte den Gewinner nicht bestimmen, wird die fünfte Karte herangezogen. In dem Fall, in dem alle aufgedeckten Hände mit Drillingen gleichwertig sind, wird der Pot zwischen den Gewinnern aufgeteilt.\n\nIn Texas Hold’em und anderen Flop-Spielen werden Drillinge als „Set“ bezeichnet. Das bedeutet, dass ein Spieler ein Paar in seinen Hole Cards (verdeckten Karten) besitzt und eine gleichwertige Karte auf dem Board liegt, z.B. 5 - 5 in seinen Hole Cards und 5 auf dem Board. Eine andere Möglichkeit für Drillinge ist das sogenannte „Trips“. Es wird aus einem Paar auf dem Board und einer Hole Card gebildet, z.B. 5 - 5 - 4 auf dem Board und fünf in den Hole Cards.\n\nEs gibt 54,912 Möglichkeiten für eine Hand mit Drillingen. Die Wahrscheinlichkeit, eine solche Kombination zu erhalten, liegt bei 2,1128 %.\n",
    "es_description": "El trío es la mano siguiente a la escalera. Consiste en tres cartas del mismo valor y dos cartas más desemparejadas. Si hay más de un jugador con trío el que tenga el trío de las cartas más altas es el ganador, si el trío es del mismo valor, el que tenga la mejor cuarta carta sería el ganador. Si también se empata a la cuarta carta, se compara la quinta. Si las manos sin iguales, el bote se divide. \n\nEn Texas Hold’em y otros juegos con flop, también se le llama set. Es cuando un jugador con pareja de mano consigue trío con una carta de las comunitarias. Por ejemplo, con 5-5 en las manos y aparece otro 5 en la mesa. Otra posibilidad de trío son los trips, que es una pareja en la mesa que forma trío con una de tus dos cartas de mano. \n\nHay 54.912 manos posibles de trío. La probabilidad de conseguirlo es del 2.1128%.",
    "ru_description": "Сет — это следующая по старшинству комбинация после стрейта. Она состоит из трех карт одинакового ранга и двух любых других карт. Из нескольких сетов на шоудауне выигрывает тот, чья четвертая карта — \"кикер\" — будет старше. Если четвертая карта одинакова, в игру вступает пятая карта. Если и она не помогает определить победителя, сеты считаются равноценными, и банк делится.\n\nВ Texas Hold’em и других играх с флопом сетом называется определенная комбинация из закрытых карт игрока и общих карт. Для составления сета две карты одного ранга должны быть на руках у игрока (закрытые карты), а третья карта этого ранга должна лежать на борде. Например, 5 - 5 на руках и 5 на борде. Еще одна комбинация из трех карт одинакового ранга называется \"трипс\". Она составляется из пары на борде и одной закрытой карты на руках у игрока. Например, 5 - 5 - 4 на борде и 5 в закрытых картах.\n\nСуществует 54.912 возможных комбинаций сетов. Вероятность собрать такую комбинацию составляет 2,1128%.",
    "dk_description": "Tre ens rangerer lige under en straight. Tre ens består af tre kort med samme værdi og to kort mere. Hvis der er to eller flere spillere, der har tre ens ved showdown, vinder den spiller, hvis tre ens har den højeste værdi. Hvis flere spillere har de samme tre ens, afgøres hånden af, hvem der har det bedste fjerde kort, den såkaldte kicker. Hvis det fjerde kort ikke afgør, hvem der har vundet, sammenlignes det femte kort. Hvis alle hænder med tre ens er nøjagtig ens, deles puljen mellem de vindende spillere.\n\nII Texas Hold’em og andre flopspil, kaldes tre ens for enten \"set\" eller \"trips\". Et set er, når en spiller har et par på hånden (hole cards), og der ligger et kort med samme værdi på bordet, f.eks. 5 - 5 som hole cards og yderligere en 5 på bordet. Trips består af et matchende par på bordet og et tilsvarende hole card, f.eks. 5 - 5 - 4 på bordet og en 5 som hole card.\n\nDer er 54 912 forskellige udgaver af tre ens. Sandsynligheden for at få tildelt en af dem er 2,1128 %",
    "possibility": "2.1128%",
    "menu_card_1": "44.svg",
    "menu_card_2": "6.svg",
    "menu_card_3": "24.svg",
    "menu_card_4": "11.svg",
    "menu_card_5": "37.svg"
  },
  {
    "title": "Two pairs",
    "en_title": "Two pairs",
    "de_title": "Zwei Paare",
    "es_title": "Dobles parejas\r",
    "ru_title": "Две пары (допер)\r",
    "dk_title": "To par\r",
    "data": "two_pairs",
    "card_1": "11.svg",
    "card_1_status": "active",
    "card_2": "24.svg",
    "card_2_status": "active",
    "card_3": "8.svg",
    "card_3_status": "active",
    "card_4": "21.svg",
    "card_4_status": "active",
    "card_5": "45.svg",
    "card_5_status": "passive",
    "en_description": "Two pair speaks for itself. It is basically a poker hand made up of two pairs of a different rank and any other card. If there are several players with a two pair, they are compared by the highest pair in each hand. The best two pair wins the pot. If the highest pairs are equal, the second pair determine the winner. If none of the pairs can be used to determine the winner, the player with the highest fifth card, also called the ‘kicker’, gets all the money from the pot. It is also possible that two players have absolutely equal two pairs, in that case the pot is split between them. \n\nThere are 123.552 possible two pair hands, making it one of the most winning hands. This is  4.7539% chances of being dealt one.",
    "de_description": "Zwei Paare sprechen für sich selbst. Das ist einfach eine Pokerhand, die aus zwei Paaren unterschiedlichen Wertes und einer weiteren Karte besteht. Gibt es mehrere Spieler mit zwei Paaren, dann werden sie anhand ihres jeweils höchsten Paares verglichen. Derjenige mit den beiden besten Paaren gewinnt den Pot. Sind die beiden höchsten Paare gleichwertig, bestimmt das zweite Paar den Gewinner. Kann der Gewinner nicht anhand der Paare bestimmt werden, dann erhält der Spieler mit der höchsten fünften Karte, auch „Kicker“ genannt, das ganze Geld aus dem Pot. Auch ist es möglich, dass beide Spieler zwei absolut gleiche Paare haben. In diesem Fall wird der Pot zwischen ihnen aufgeteilt.\n\nEs gibt 123.552 mögliche Hände mit zwei Paaren, wodurch dieses eine der häufigsten Gewinnhände ist.. Die Chance, eine solche Hand ausgeteilt zu bekommen, liegt bei 4,7539 %.\n",
    "es_description": "Las dobles parejas están claras. Es una mano de póker formada por dos parejas distintas y una carta más. Si varios jugadores tienen dobles parejas, se compara la pareja mayor de cada mano. El que tenga esa pareja más alta se lleva la mano. Si la pareja alta es igual, entonces la segunda pareja es la que determina el ganador. Si las dos parejas son iguales, la mejor quinta carta de los jugadores, llamada carta de apoyo, se lleva el bote. Si esta carta también es igual, el bote se reparte. \n\nHay 123.552 manos posibles con dobles parejas, siendo una de las manos que más veces gana. Esto son un 4.7539% de posibilidades de que te la repartan.",
    "ru_description": "Название \"две пары\" говорит само за себя. По сути, это покерная комбинация из двух разных пар и любой другой пятой карты. Среди нескольких комбинаций двух пар победитель определяется рангом карт, из которых состоит старшая пара в комбинации. Лучшие две пары выигрывают банк. Если старшая пара в комбинации одинакова, смотрится вторая пара. Если обе пары в комбинациях игроков одинаковы, в игру вступает пятая карта — \"кикер\". Банк выигрывают две пары со старшим кикером. Возможна ситуация, когда комбинации двух пар у нескольких игроков абсолютно одинаковы, и в таком случае банк делится.\n\nСуществует 123.552 возможные комбинации двух пар, т.е. это одна из самых популярных выигрышных рук. Шансы собрать ее равны 4,7539%.",
    "dk_description": "To par er lige ud ad landevejen. Det er ganske enkelt en pokerhånd, der består af to par med forskellige værdier og et kort mere. Hvis flere spillere sidder med to par, sammenlignes det højeste par i hver hånd. Det højeste par vinder. Hvis de højeste par er ens, afgør det andet par, hvem der vinder. Hvis der ikke kan findes en vinder ved at sammenligne parrene, går hele puljen til den spiller, der har det højeste femte kort, den såkaldte kicker. Hvis flere spillere har de samme to par og den samme kicker, deler de puljen.\n\nDer er 123 552 forskellige hænder med to par, og det er derfor en af de mest vindende hænder. Chancen for at få tildelt to par er 4,7539 %",
    "possibility": "4.7539%",
    "menu_card_1": "15.svg",
    "menu_card_2": "52.svg",
    "menu_card_3": "39.svg",
    "menu_card_4": "1.svg",
    "menu_card_5": "27.svg"
  },
  {
    "title": "Pair",
    "en_title": "Pair",
    "de_title": "Paar\r",
    "es_title": "Pareja\r",
    "ru_title": "Пара\r",
    "dk_title": "Par\r",
    "data": "pair",
    "card_1": "12.svg",
    "card_1_status": "active",
    "card_2": "51.svg",
    "card_2_status": "active",
    "card_3": "3.svg",
    "card_3_status": "passive",
    "card_4": "32.svg",
    "card_4_status": "passive",
    "card_5": "18.svg",
    "card_5_status": "passive",
    "en_description": "One pair is a poker hand rank that consists of two cards of the same rank and any three other cards. If there are two or more players with one pair, a player with the highest card value pair wins the pot. If a few players have the same pair, other three cards, or the ‘kickers’, are used to determine the winner. The player with the highest non-pair card wins all the money in the pot. In a situation when several players have the pair and three cards of the same value, the pot is split among them. \n\nThere are 1.098.240 possible one pair hands. That makes the chances of being dealt one very high at 42.2569%.",
    "de_description": "Ein Paar ist eine Pokerhand, die aus zwei Karten desselben Wertes und drei anderen beliebigen Karten besteht.. Haben zwei oder mehr Spieler ein Paar, dann gewinnt der Spieler mit dem höchstwertigen Paar den Pot. Haben mehrere Spieler das gleiche Paar, dann wird der Gewinner anhand der anderen drei Karten, der „Kicker“, bestimmt. Der Spieler mit der höchsten nicht im Paar befindlichen Karte gewinnt das ganze Geld im Pot. Im Fall, dass mehrere Spieler ein Paar und die zusätzlichen Karten vom selben Wert haben, wird der Pot zwischen ihnen aufgeteilt.\n\nEs gibt 1.098.240 mögliche Hände mit einem Paar. Somit liegt die Chance, eines ausgeteilt zu bekommen, mit 42,2569 % sehr hoch.\n",
    "es_description": "Una pareja consiste en dos cartas del mismo valor y tres cartas más. Si hay más de un jugador con pareja, el que tenga esta de cartas mayores se lleva el bote. Si hay varios jugadores con apreja del mismo valor, las otras tres cartas, las cartas de apoyo, se usan para determinar el ganador. El jugador con la carta de apoyo más alta se lleva el bote. Si se empata a la pareja y a las tres cartas de apoyo, el bote se reparte. \n\nHay 1.098.240 manos posibles con una pareja. Esto hace que la probabilidad de tenerla sea del 42.2569%.",
    "ru_description": "Пара — это покерная комбинация из двух одинаковых карт и трех любых других карт. Среди нескольких пар банк выигрывает старшая. Если у нескольких игроков одинаковая пара, победитель определяется по трем другим картам — \"кикерам\". Банк в таком случае выигрывает игрок со старшей непарной картой. Если и пара, и три другие карты у нескольких игроков одинаковы, банк делится.\n\nВсего в покере возможны 1.098.240 пар. Шансы собрать одну из них весьма велики — 42,2569%.",
    "dk_description": "Ét par er en pokerhånd, der indeholder to kort med samme værdi og tre andre kort. Hvis der er to eller flere spillere, der har ét par, vinder den, hvis par har den højeste værdi. Hvis flere spillere har det samme par, afgør deres tre øvrige kort – deres \"kickere\" – hvem der vinder. Spilleren med det højeste kort, der ikke indgår i parret, vinder puljen. Hvis både parret og de tre øvrige kort har samme værdi hos mere end én spiller, deler de pågældende spillere puljen.\n\nDer er 1 098 240 forskellige hænder, der indeholder ét par. Det betyder, at chancen for at få tildelt et er hele 42,2569 %",
    "possibility": "42.2569%",
    "menu_card_1": "41.svg",
    "menu_card_2": "4.svg",
    "menu_card_3": "20.svg",
    "menu_card_4": "49.svg",
    "menu_card_5": "10.svg"
  },
  {
    "title": "High card",
    "en_title": "High card",
    "de_title": "Höchste Karte\r",
    "es_title": "Carta alta\r",
    "ru_title": "Старшая карта\r",
    "dk_title": "Højt kort\r",
    "data": "high_card",
    "card_1": "1.svg",
    "card_1_status": "active",
    "card_2": "22.svg",
    "card_2_status": "passive",
    "card_3": "41.svg",
    "card_3_status": "passive",
    "card_4": "33.svg",
    "card_4_status": "passive",
    "card_5": "3.svg",
    "card_5_status": "passive",
    "en_description": "No pair is the lowest possible hand that contains any cards.  If a few players play no pair at showdown, the highest top card determines the winner. If all top cards are equal in value, the next highest ranking card from each hand is compared, and so on until a difference is found. If players have absolutely the same no pairs, the pot is split among them. It is not the end of the world if you get a no pair, as here is still a chance to win money form the pot if all the other players fold or have the same ranking hand at showdown.\n\nThere are 2.598.960 possible five card combinations. The chances of being dealt a no pair 50.1177%.",
    "de_description": "Kein Paar ist die niedrigste mögliche Hand, die überhaupt Karten enthält. Wenn mehrere Spieler beim Showdown kein Paar spielen, dann bestimmt die höchste Karte den Gewinner. Sind alle höchsten Karten gleichwertig, wird die nächsthöchste Karte von jeder Hand verglichen usw., bis eine Differenz gefunden wird. Haben die Spieler absolut die gleichen Hände ohne Paar, dann wird der Pot zwischen ihnen aufgeteilt. Wenn Sie kein Paar erhalten, ist das nicht das Ende der Welt, denn es besteht immer noch die Chance, Geld aus dem Pot zu gewinnen, wenn alle anderen Spieler passen oder beim Showdown gleichwertige Hände haben.\n\nEs gibt 2.598.960 mögliche Kombinationen aus fünf Karten. Die Wahrscheinlichkeit, kein Paar ausgeteilt zu bekommen, liegt bei 50,1177 %.\n",
    "es_description": "Ni pareja es la mano más baja posible. Si varios jugadores no han conseguido ni pareja, la carta maś alta es la ganadora. Si se empata a la carta más alta, se compara la segunda carta, y así hasta que haya diferencia. Si los jugadores tienen la misma mano el bote se reparte. No se acaba el mundo si no consigues ni una pareja porque aún te puedes llevar fichas del bote si se tiran o no tienen una mano superior.\n\nHay 2.598.960 combinaciones posibles y las probabilidades son del 50.1177%.",
    "ru_description": "Комбинация без пар — самая младшая, она состоит из любых, никак не связанных друг с другом карт. Если несколько игроков показывают такую комбинацию на шоудауне, выигрывает старшая карта. Если старшие карты во всех комбинациях одинаковы, смотрится следующая по старшинству карта и т.д., пока не будет определен победитель. Если комбинации абсолютно одинаковы, банк делится. Если вам не удалось собрать даже пару, не огорчайтесь, у вас по-прежнему есть шансы выиграть деньги из банка. Другие игроки могут сброситься, или же на шоудауне у них окажутся такие же комбинации или даже младше.\n\nСуществует 2.598.960 возможных пятикарточных комбинаций. Шансы получить непарную комбинацию составляют 50,1177%.\n",
    "dk_description": "En hånd uden så meget som et par er den lavest mulige pokerhånd. Hvis ingen kan vise ét par eller mere ved showdown, vinder den spiller, der sidder med det højeste kort. Hvis flere spillere har det samme højeste kort, sammenlignes det næsthøjeste kort og så fremdeles, indtil der findes en forskel. Hvis værdien af samtlige kort er nøjagtig ens, deler spillerne puljen. Det er altså ikke fuldstændig håbløst, selvom du ikke engang får et par. Du har stadig chancen for at vinde puljen, hvis alle de andre spillere folder, eller de heller ikke har fået noget af værdi.\n\nDer er 2 598 960 mulige kombinationer af fem forskellige kortværdier. Risikoen for, at du ikke får så meget som et par er 50,1177 %",
    "possibility": "50.1177%",
    "menu_card_1": "42.svg",
    "menu_card_2": "7.svg",
    "menu_card_3": "9.svg",
    "menu_card_4": "38.svg",
    "menu_card_5": "40.svg"
  }
]